#
#Thu Jan 29 13:11:14 CET 2026
connectionNotFound=Impossible de trouver une connexion dans %1$s sous le nom '%2$s'
deleteAllCannotHaveParameters=Aucun param\u00E8tre n'est autoris\u00E9 pour la d\u00E9claration delete all %1$s
deleteAndSelectQueryMismatchArguments.2=Les requ\u00EAtes delete et select ne ont pas les m\u00EAmes param\u00E8tres. Delete \u00E9tait %1$s et select \u00E9tait %2$s
deleteAndSelectQueryMismatchArguments.3=Param\u00E8tre nomm\u00E9 %1$s dans la requ\u00EAte d'insertion [%2$s] n'est pas disponible dans les colonnes depuis la requ\u00EAte selectAll [%3$s]
duplicateFieldInSchema=Nom de champ dupliqu\u00E9 %1$s trouv\u00E9 pour le sch\u00E9ma imbriqu\u00E9 \: %2$s
errorCreatingTable=Erreur lors de la cr\u00E9ation de la table; utilisation de l'instruction DDL \: '%1$s'
existingStoreNoSegmentation=L'existant magasin a \u00E9t\u00E9 cr\u00E9\u00E9 sans segmentation activ\u00E9e
existingStoreSegmentMismatch=L'ancien stockage a \u00E9t\u00E9 cr\u00E9\u00E9 avec %1$d segments configur\u00E9s, mais le cache est configur\u00E9 avec %2$d
failedClearingJdbcCacheStore=\u00C9chec lors de l'\u00E9limination du magasin de cache JDBC
failedClosingNamingCtx=\u00C9chec lors de la fermeture du contexte de noms.
failureClosingConnection=\u00C9chec lors de la fermeture de la connexion \u00E0 la base de donn\u00E9es
invalidCharacterInSql=Caract\u00E8re invalide %1$s \u00E0 la position %2$d dans la d\u00E9claration \: %3$s
invalidKey2StringMapper=Pouvoir que JdbcStringBasedStore supporte %1$s n\u00E9cessite que Key2StringMapper impl\u00E9mente TwoWayKey2StringMapper. Vous devriez soit faire en sorte que %2$s impl\u00E9menter TwoWayKey2StringMapper ou d\u00E9sactiver le sql. Consultez [https\://jira.jboss.org/browse/ISPN-579] pour plus de d\u00E9tails.
ioErrorUnmarshalling=Erreur d'entr\u00E9e/sortie lors de la d\u00E9s\u00E9rialisation \u00E0 partir du flux
jndiUrlAndDataSourceSet=Ambiguit\u00E9 \: les propri\u00E9t\u00E9s jndiUrl et dataSource ne doivent pas \u00EAtre d\u00E9finies ensemble
jndiUrlOrDataSourceRequired=Au moins une des propri\u00E9t\u00E9s jndiUrl ou dataSource doit \u00EAtre d\u00E9finie
keyCannotEmbedWithEnum=La cl\u00E9 ne peut pas \u00EAtre emplie lorsque le sch\u00E9ma de valeur %1$s est un \u00E9num\u00E9ration
keyColumnsNotReturnedFromSelectAll=Non toutes les colonnes cl\u00E9s %1$s ne sont pas retourn\u00E9es par la d\u00E9claration select all %2$s
keyColumnsRequired=Les colonnes cl\u00E9s sont n\u00E9cessaires pour QueryStore
keyNotInSchema=La cl\u00E9 primaire %1$s n'a pas \u00E9t\u00E9 trouv\u00E9e dans le sch\u00E9ma de cl\u00E9 %2$s
messageNameRequiredIfEmbeddedKey=Le nom du message ne doit pas \u00EAtre null si l'embedded key est true
missingConnectionFactory=A ConnectionFactory n'a pas \u00E9t\u00E9 sp\u00E9cifi\u00E9 pour ce magasin
namedParamNotReturnedFromSelect=Le param\u00E8tre nomm\u00E9 %1$s n'est pas retourn\u00E9 par la d\u00E9claration select all %2$s, la d\u00E9claration select est %3$s
namingExceptionLookingUpConnection=Impossible de rechercher une connexion avec la datasource %1$s
noPrimaryKeysFoundForTable=Aucune cl\u00E9 primaire trouv\u00E9e pour la table %1$s, v\u00E9rifiez la sensibilit\u00E9 \u00E0 la casse
noValueColumnForTable=Aucune colonne trouv\u00E9e qui ne soit pas une cl\u00E9 primaire pour la table \: %1$s
nonTerminatedNamedParamInSql=D\u00E9claration de param\u00E8tre nomm\u00E9 non termin\u00E9e \u00E0 la position %1$d dans l'instruction \: %2$s
prepareTxFailure=Exception rencontr\u00E9e lors de la pr\u00E9paration de la transaction JDBC du magasin
primaryKeyMultipleColumnWithoutSchema=La cl\u00E9 primaire a plusieurs colonnes mais aucun sch\u00E9ma de message de cl\u00E9 n'est d\u00E9fini, ce qui est requis lorsque il y a plus d'une colonne de cl\u00E9
primaryKeyPresentButNotEmbedded=Cl\u00E9 primaire %1$s trouv\u00E9e dans le sch\u00E9ma de valeur %2$s mais l'embedded key n'\u00E9tait pas vrai
repeatedFieldsNotSupported=Les champs r\u00E9p\u00E9t\u00E9s ne sont pas pris en charge, trouv\u00E9 %1$s dans le sch\u00E9ma %2$s
requiredSchemaFieldNotPresent=Le sch\u00E9ma contient un champ %1$s qui est requis mais ne fut pas trouv\u00E9 dans la requ\u00EAte pour le sch\u00E9ma %2$s
requiredStatementsForQueryStoreLoader=L'attribut size, select et select all doit \u00EAtre d\u00E9fini pour un QueryStore
requiredStatementsForQueryStoreWriter=L'attribut delete, delete all et upsert doit \u00EAtre d\u00E9fini pour un QueryStore permettant des \u00E9critures
schemaNotFound=Sch\u00E9ma non trouv\u00E9 pour \: %1$s
selectAllCannotHaveParameters=Aucun param\u00E8tre n'est autoris\u00E9 pour la d\u00E9claration select all %1$s
sizeCannotHaveParameters=Aucun param\u00E8tre n'est autoris\u00E9 pour la d\u00E9claration sizer %1$s
sqlFailureClosingConnection=Probl\u00E8mes lors de la fermeture de la connexion %1$s
sqlFailureMetaRetrieval=Erreur lors de la r\u00E9cup\u00E9ration des m\u00E9tadonn\u00E9es JDBC
sqlFailureReadingKey=Erreur SQL lors de la r\u00E9cup\u00E9ration d'entr\u00E9e stock\u00E9e avec la cl\u00E9 \: %1$s, cl\u00E9 de verrouillage \: %2$s
sqlFailureRemovingKeys=Erreur lors de la suppression des cl\u00E9s de cha\u00EEne de caract\u00E8res de la base de donn\u00E9es
sqlFailureRetrievingConnection=\u00C9chec lors de la r\u00E9cup\u00E9ration d'une connexion \u00E0 partir de la datasource
sqlFailureSize=Erreur SQL lors de la r\u00E9cup\u00E9ration de la taille
sqlFailureStoringKey=Erreur lors du stockage de la cl\u00E9 de cha\u00EEne dans la base de donn\u00E9es ; cl\u00E9 \: '%1$s'
sqlFailureTxCommit=Erreur lors du commit de la transaction JDBC
sqlFailureTxRollback=Erreur lors du rejet de la transaction JDBC
sqlFailureUnexpected=Erreur SQL inattendue
sqlFailureWritingBatch=Erreur lors de l'\u00E9criture des entr\u00E9es en lots dans la base de donn\u00E9es \:
sqlMetadataNotPresent=Aucune m\u00E9tadonn\u00E9e JDBC pr\u00E9sente dans la table %1$s, impossible de confirmer si les segments sont correctement configur\u00E9s \! Les segments sont suppos\u00E9s \u00EAtre correctement configur\u00E9s.
tableManipulationAttributeNotSet=L'attribut '%2$s' n'a pas \u00E9t\u00E9 d\u00E9fini sur '%1$s'
tableNameMissing=Le nom de la table doit \u00EAtre non null
tableNotInCorrectFormat=Le nom de la table fourni %1$s n'est pas au format (\\u003cSCHEMA\\u003e.)\\u003cTABLE-NAME\\u003e o\u00F9 SCHEMA est optionnel
twoWayKey2StringMapperIsMissing=Impossible d'informer le PurgeListener des entr\u00E9es de cache expir\u00E9es car l'impl\u00E9mentation key2StringMapper configur\u00E9e ne suit pas %1$s
unableToDetectDialect=Impossible de d\u00E9tecter le dialecte de base de donn\u00E9es \u00E0 partir du nom du pilote JDBC ou des m\u00E9tadonn\u00E9es de connexion. Veuillez fournir cela manuellement en utilisant la propri\u00E9t\u00E9 'dialect' dans votre configuration. Les cha\u00EEnes de dialectes de base de donn\u00E9es prises en charge sont %1$s
unexpectedClassNotFoundException=*NON PR\u00C9VU* Exception ClassNotFoundException.
unnamedParametersNotAllowed=Les param\u00E8tres non nomm\u00E9s ne sont pas autoris\u00E9s, trouv\u00E9 un en %1$d dans la d\u00E9claration %2$s
valueMultipleColumnWithoutSchema=Plusieurs colonnes non-cl\u00E9s mais sans sch\u00E9ma de message de valeur d\u00E9fini, ce qui est requis lorsque plusieurs colonnes de valeur sont pr\u00E9sentes
valueNotInSchema=Des colonnes suppl\u00E9mentaires de valeurs %1$s ont \u00E9t\u00E9 trouv\u00E9es qui ne faisaient pas partie du sch\u00E9ma, assurez-vous que les colonnes retourn\u00E9es correspondent au sch\u00E9ma des valeurs %2$s
