#
#Thu Jan 29 12:14:23 CET 2026
connectionNotFound=N\u00E3o foi poss\u00EDvel encontrar uma conex\u00E3o em %1$s sob o nome '%2$s'
deleteAllCannotHaveParameters=Nenhuma par\u00E2metro \u00E9 permitido na declara\u00E7\u00E3o delete all %1$s
deleteAndSelectQueryMismatchArguments.2=As consultas delete e select n\u00E3o t\u00EAm argumentos correspondentes. Delete era %1$s e select era %2$s
deleteAndSelectQueryMismatchArguments.3=Par\u00E2metro nomeado %1$s na declara\u00E7\u00E3o upsert [%2$s] n\u00E3o est\u00E1 dispon\u00EDvel nas colunas da declara\u00E7\u00E3o selectAll [%3$s]
duplicateFieldInSchema=Nome duplicado %1$s encontrado para o esquema aninhado\: %2$s
errorCreatingTable=Erro ao criar tabela; usou a declara\u00E7\u00E3o DDL\: '%1$s'
existingStoreNoSegmentation=A loja existente foi criada sem a segmenta\u00E7\u00E3o ativada
existingStoreSegmentMismatch=A loja existente foi criada com %1$d segmentos configurados, mas a cache est\u00E1 configurada com %2$d
failedClearingJdbcCacheStore=Falha ao limpar a loja de cache JDBC
failedClosingNamingCtx=Falha ao fechar o contexto de nomes.
failureClosingConnection=Erro ao fechar a conex\u00E3o com o banco de dados
invalidCharacterInSql=Caractere inv\u00E1lido %1$s na posi\u00E7\u00E3o %2$d na declara\u00E7\u00E3o\: %3$s
invalidKey2StringMapper=Para que JdbcStringBasedStore suporte %1$s, o Key2StringMapper precisa implementar TwoWayKey2StringMapper. Voc\u00EA deve fazer com que %2$s implemente TwoWayKey2StringMapper ou desabilite o sql. Consulte [https\://jira.jboss.org/browse/ISPN-579] para mais detalhes.
ioErrorUnmarshalling=Erro de E/S ao deserializar da stream
jndiUrlAndDataSourceSet=Ambos jndiUrl e dataSource n\u00E3o podem ser definidos
jndiUrlOrDataSourceRequired=Either jndiUrl or dataSource must be set
keyCannotEmbedWithEnum=N\u00E3o \u00E9 poss\u00EDvel incorporar a chave quando o esquema de valor %1$s \u00E9 um enum
keyColumnsNotReturnedFromSelectAll=N\u00E3o todas as colunas-chave %1$s foram retornadas da declara\u00E7\u00E3o select all %2$s
keyColumnsRequired=Colunas-chave s\u00E3o necess\u00E1rias para QueryStore
keyNotInSchema=A chave prim\u00E1ria %1$s n\u00E3o foi encontrada na esquema de chaves %2$s
messageNameRequiredIfEmbeddedKey=O nome da mensagem n\u00E3o pode ser nulo se o key estiver incorporado
missingConnectionFactory=Nenhuma ConnectionFactory especificada para esta loja
namedParamNotReturnedFromSelect=Par\u00E2metro nomeado %1$s n\u00E3o retornado da declara\u00E7\u00E3o select all %2$s, a declara\u00E7\u00E3o select \u00E9 %3$s
namingExceptionLookingUpConnection=N\u00E3o foi poss\u00EDvel encontrar uma conex\u00E3o com o datasource %1$s
noPrimaryKeysFoundForTable=Nenhuma chave prim\u00E1ria encontrada para a tabela %1$s, verifique a sensibilidade de mai\u00FAsculas e min\u00FAsculas
noValueColumnForTable=Nenhuma coluna encontrada que n\u00E3o seja uma chave prim\u00E1ria para a tabela\: %1$s
nonTerminatedNamedParamInSql=Declara\u00E7\u00E3o de par\u00E2metro nomeado n\u00E3o terminada na posi\u00E7\u00E3o %1$d no comando\: %2$s
prepareTxFailure=Exce\u00E7\u00E3o encontrada ao preparar a transa\u00E7\u00E3o JDBC da loja
primaryKeyMultipleColumnWithoutSchema=A chave prim\u00E1ria tem v\u00E1rias colunas, mas nenhuma mensagem de esquema de chave definida, o que \u00E9 necess\u00E1rio quando h\u00E1 mais de uma coluna de chave
primaryKeyPresentButNotEmbedded=Chave prim\u00E1ria %1$s foi encontrada no esquema de valor %2$s mas key embedded era falso
repeatedFieldsNotSupported=Campos repetidos n\u00E3o s\u00E3o suportados, encontrado %1$s na esquema %2$s
requiredSchemaFieldNotPresent=O esquema cont\u00E9m um campo %1$s que \u00E9 necess\u00E1rio mas n\u00E3o foi encontrado na consulta para o esquema %2$s
requiredStatementsForQueryStoreLoader=Atributos size, select e select all devem ser definidos para um QueryStore
requiredStatementsForQueryStoreWriter=Atributos delete, delete all e upsert devem ser definidos para um QueryStore que permite grava\u00E7\u00F5es
schemaNotFound=Esquema n\u00E3o encontrado para\: %1$s
selectAllCannotHaveParameters=Nenhuma par\u00E2metro \u00E9 permitido na declara\u00E7\u00E3o select all %1$s
sizeCannotHaveParameters=Nenhuma par\u00E2metro \u00E9 permitido na declara\u00E7\u00E3o sizer %1$s
sqlFailureClosingConnection=Problemas ao fechar a conex\u00E3o %1$s
sqlFailureMetaRetrieval=Erro ao recuperar metadados JDBC
sqlFailureReadingKey=Erro SQL ao obter entrada armazenada com a chave\: %1$s, lockingKey\: %2$s
sqlFailureRemovingKeys=Erro ao remover chaves string do banco de dados
sqlFailureRetrievingConnection=Erro SQL ao recuperar a conex\u00E3o do datasource
sqlFailureSize=Erro SQL ao recuperar o tamanho
sqlFailureStoringKey=Erro ao armazenar chave string no banco de dados; chave\: '%1$s'
sqlFailureTxCommit=Erro ao confirmar a transa\u00E7\u00E3o JDBC
sqlFailureTxRollback=Erro durante a revers\u00E3o da transa\u00E7\u00E3o JDBC
sqlFailureUnexpected=Falha SQL inesperada
sqlFailureWritingBatch=Erro ao escrever entradas em lote no banco de dados\:
sqlMetadataNotPresent=Nenhuma metadados JDBC presente na tabela %1$s, incapaz de confirmar se os segmentos est\u00E3o corretamente configurados\! Os segmentos s\u00E3o assumidos estar corretamente configurados.
tableManipulationAttributeNotSet=Atributo '%2$s' n\u00E3o foi definido em '%1$s'
tableNameMissing=O nome da tabela n\u00E3o pode ser nulo
tableNotInCorrectFormat=O nome de tabela fornecido %1$s n\u00E3o est\u00E1 no formato (\\u003cSCHEMA\\u003e.)\\u003cTABLE-NAME\\u003e, onde o esquema \u00E9 opcional
twoWayKey2StringMapperIsMissing=N\u00E3o \u00E9 poss\u00EDvel notificar o PurgeListener das entradas da cache expiradas pois o key2StringMapper configurado n\u00E3o implementa %1$s
unableToDetectDialect=N\u00E3o foi poss\u00EDvel detectar o dialeto do banco de dados a partir do nome do driver JDBC ou metadados da conex\u00E3o. Por favor forne\u00E7a isso manualmente usando a propriedade 'dialect' em sua configura\u00E7\u00E3o. As cadeias de caracteres de dialeto de banco de dados suportadas s\u00E3o %1$s
unexpectedClassNotFoundException=*INESPERADO* ClassNotFoundException.
unnamedParametersNotAllowed=Par\u00E2metros nomeados n\u00E3o s\u00E3o permitidos, encontrado um em %1$d na declara\u00E7\u00E3o %2$s
valueMultipleColumnWithoutSchema=M\u00FAltiplas colunas n\u00E3o-chave mas sem esquema de mensagem definido, o qual \u00E9 necess\u00E1rio quando h\u00E1 mais de uma coluna de valor
valueNotInSchema=Colunas adicionais de valor %1$s encontradas que n\u00E3o fazem parte do esquema, certifique-se de que as colunas retornadas sejam uma correspond\u00EAncia com o esquema de valor %2$s
