#
#Thu Jan 29 11:45:52 CET 2026
connectionNotFound=Konnte keine Verbindung unter dem Namen '%2$s' in %1$s finden
deleteAllCannotHaveParameters=Es d\u00FCrfen keine Parameter f\u00FCr die delete all-Anweisung %1$s verwendet werden
deleteAndSelectQueryMismatchArguments.2=Die Delete- und Select-Anfragen haben nicht \u00FCbereinstimmende Argumente. Die Delete-Anfrage war %1$s und die Select-Anfrage war %2$s
deleteAndSelectQueryMismatchArguments.3=Namensparameter %1$s in der Upsert-Anweisung [%2$s] ist nicht verf\u00FCgbar in den Spalten der selectAll-Anweisung [%3$s]
duplicateFieldInSchema=Duplikatname %1$s f\u00FCr geschachteltes Schema\: %2$s gefunden
errorCreatingTable=Fehler beim Erstellen der Tabelle; verwendete DDL-Anweisung\: '%1$s'
existingStoreNoSegmentation=Der vorhandene Store wurde ohne Seg\u043C\u0435\u043D\u0442ierungserstellung erstellt
existingStoreSegmentMismatch=Der vorhandene Store wurde mit %1$d Segmente konfiguriert, aber die Cache-Konfiguration hat %2$d Segmente.
failedClearingJdbcCacheStore=Fehler beim Leeren der Cache Store
failedClosingNamingCtx=Fehler beim Schlie\u00DFen des benannten Kontexts.
failureClosingConnection=Fehler beim Schlie\u00DFen der Datenbankverbindung
invalidCharacterInSql=Ung\u00FCltiges Zeichen %1$s an Stelle %2$d in der Anweisung\: %3$s
invalidKey2StringMapper=Um JdbcStringBasedStore %1$s zu unterst\u00FCtzen, muss die Key2StringMapper die Schnittstelle TwoWayKey2StringMapper implementieren. Sie sollten entweder %2$s die Schnittstelle TwoWayKey2StringMapper implementieren oder die SQL-Unterst\u00FCtzung deaktivieren. Siehe [https\://jira.jboss.org/browse/ISPN-579] f\u00FCr mehr Informationen.
ioErrorUnmarshalling=E/A-Fehler beim Entschl\u00FCsseln aus dem Stream
jndiUrlAndDataSourceSet=Beide jndiUrl und dataSource d\u00FCrfen nicht gesetzt sein
jndiUrlOrDataSourceRequired=Einer von jndiUrl oder dataSource muss gesetzt sein
keyCannotEmbedWithEnum=Der Schl\u00FCssel kann nicht eingebettet werden, wenn das Wertenschema %1$s ein Enum ist
keyColumnsNotReturnedFromSelectAll=Nicht alle Schl\u00FCsselspalten %1$s wurden von der select all-Anweisung %2$s zur\u00FCckgegeben
keyColumnsRequired=F\u00FCr QueryStore sind Schl\u00FCsselspalten erforderlich
keyNotInSchema=Der Prim\u00E4rschl\u00FCssel %1$s wurde nicht im Schl\u00FCsselschema %2$s gefunden.
messageNameRequiredIfEmbeddedKey=Message name darf nicht null sein, wenn embedded key true ist
missingConnectionFactory=Eine ConnectionFactory wurde f\u00FCr diesen Store nicht angegeben
namedParamNotReturnedFromSelect=Der Parameter %1$s der select-Anweisung %2$s wird nicht zur\u00FCckgegeben. Die Select-Anweisung ist %3$s
namingExceptionLookingUpConnection=Konnte keine Verbindung mit der Datenquelle %1$s finden
noPrimaryKeysFoundForTable=Keine Prim\u00E4rschl\u00FCssel f\u00FCr Tabelle %1$s gefunden, bitte die Gro\u00DF-/Kleinschreibung \u00FCberpr\u00FCfen
noValueColumnForTable=F\u00FCr Tabelle\: %1$s wurde keine Spalte gefunden, die kein Prim\u00E4rschl\u00FCssel ist
nonTerminatedNamedParamInSql=Nicht abgeschlossener benannter Parameterdeklaration an Stelle %1$d in der Anweisung\: %2$s
prepareTxFailure=Ausnahme beim Vorbereiten der JDBC Store Tx
primaryKeyMultipleColumnWithoutSchema=Der Prim\u00E4rschl\u00FCssel hat mehrere Spalten, aber kein Schl\u00FCsselschema definiert, was erforderlich ist, wenn mehr als eine Schl\u00FCsselspalte vorhanden ist.
primaryKeyPresentButNotEmbedded=Prim\u00E4rschl\u00FCssel %1$s wurde im Wertenschema %2$s gefunden, aber embedded key war nicht wahr
repeatedFieldsNotSupported=Geschachtelte Felder werden nicht unterst\u00FCtzt, in Schema %2$s gefunden %1$s
requiredSchemaFieldNotPresent=Das Schema enthielt ein Feld %1$s, das erforderlich ist, aber nicht in der Abfrage f\u00FCr das Schema %2$s gefunden wurde
requiredStatementsForQueryStoreLoader=Das size-, select- und select all-Attribute m\u00FCssen f\u00FCr eine Query Store eingerichtet werden.
requiredStatementsForQueryStoreWriter=Die delete-, delete all- und upsert-Attribute m\u00FCssen f\u00FCr eine Query Store eingerichtet werden, die Schreiboperationen unterst\u00FCtzt
schemaNotFound=Schema f\u00FCr \: %1$s wurde nicht gefunden
selectAllCannotHaveParameters=Es d\u00FCrfen keine Parameter f\u00FCr die select all-Anweisung %1$s verwendet werden
sizeCannotHaveParameters=Es d\u00FCrfen keine Parameter f\u00FCr die sizer-Anweisung %1$s verwendet werden
sqlFailureClosingConnection=Fehler beim Schlie\u00DFen der Verbindung %1$s
sqlFailureMetaRetrieval=Fehler beim Abrufen der JDBC-Metadaten
sqlFailureReadingKey=SQL-Fehler beim Abrufen der gespeicherten Eintr\u00E4ge mit dem Schl\u00FCssel\: %1$s, Verriegelungsschl\u00FCssel\: %2$s
sqlFailureRemovingKeys=Fehler beim Entfernen von Zeichenkettschl\u00FCsseln aus der Datenbank
sqlFailureRetrievingConnection=SQL-Fehler beim Abrufen der Verbindung von der Datenquelle
sqlFailureSize=SQL-Fehler beim Abrufen der Gr\u00F6\u00DFe
sqlFailureStoringKey=Fehler beim Speichern des Zeichenkettschl\u00FCssels in der Datenbank; Schl\u00FCssel\: '%1$s'
sqlFailureTxCommit=Fehler beim Commit der JDBC-Transaktion
sqlFailureTxRollback=Fehler w\u00E4hrend der Rollback der JDBC-Transaktion
sqlFailureUnexpected=Unerwarteter SQL-Fehler
sqlFailureWritingBatch=Fehler beim Schreiben von Eintr\u00E4gen in Batch in die Datenbank\:
sqlMetadataNotPresent=Es gab keine JDBC-Metadaten in Tabelle %1$s vorliegen, es kann nicht best\u00E4tigt werden, ob die Segmente korrekt konfiguriert sind\! Die Segmente werden angenommen zu korrekt konfiguriert.
tableManipulationAttributeNotSet=Das Attribut '%2$s' wurde auf '%1$s' nicht eingerichtet.
tableNameMissing=Tabelle Name muss nicht null sein
tableNotInCorrectFormat=Bereitgestellte Tabellenname %1$s ist nicht im Format (\\u003cSCHEMA\\u003e.)\\u003cTABLE-NAME\\u003e, wobei SCHEMA optional ist
twoWayKey2StringMapperIsMissing=Die PurgeListener kann die abgelaufenen Cache-Eintr\u00E4ge nicht benachrichtigen, da der konfigurierte key2StringMapper keine Implementierung von %1$s hat
unableToDetectDialect=Es konnte nicht detektiert werden, welcher Datenbank-Dialekt aus dem JDBC-Treibernamen oder der Verbindungs-Metadaten vorhanden ist. Bitte geben Sie dies manuell mithilfe der 'dialect'-Eigenschaft in Ihrer Konfiguration an. Unterst\u00FCtzte Datenbank-Dialektstrings sind %1$s
unexpectedClassNotFoundException=*UNEXPECTED* ClassNotFoundException.
unnamedParametersNotAllowed=Namenlose Parameter sind nicht erlaubt, ein unbenannter Parameter wurde an der Stelle %1$d in der Anweisung %2$s gefunden
valueMultipleColumnWithoutSchema=Mehrere Nicht-Schl\u00FCsselspalten aber kein Wertenschema definiert, was erforderlich ist, wenn mehr als eine Wertenspalte vorhanden ist
valueNotInSchema=Zus\u00E4tzliche Wertspalten %1$s wurden gefunden, die nicht Teil des Schemas sind. Stellen Sie sicher, dass die zur\u00FCckgegebenen Spalten mit dem Wertenschema %2$s \u00FCbereinstimmen.
