#
#Thu Jan 29 12:11:54 CET 2026
cacheDoesNotSupportCommand=La mise en cache '%1$s' ne prend pas en charge les commandes du type %2$s
cacheNotQueryable=La mise en cache '%1$s' avec le type de stockage '%2$s' ne peut pas \u00EAtre consult\u00E9e. Veuillez configurer l'encodage de la mise en cache comme 'application/x-protostream' ou 'application/x-java-object'
dimensionAttributeRequired=L'attribut de dimension est requis pour le champ vector '%1$s'
errorIndexingProtobufEntry=Erreur lors de l'indexation de l'entit\u00E9 protobuf.
errorInitializingSerCtx=Erreur lors de l'ex\u00E9cution du initialiseur de contexte de s\u00E9rialisation protostream
errorUnmarshallingProtobufEntity=Erreur lors du d\u00E9s\u00E9rialisation de l'entit\u00E9 protobuf.
failedToParseProtoFile=Echec dans la lecture du fichier proto \: %1$s
fieldTypeNotIndexable=Il n'est pas possible de cr\u00E9er des index pour un champ ayant le type %1$s. Champ \: %2$s.
keyMustBeString=L'cl\u00E9 doit \u00EAtre une cha\u00EEne \: %1$s
keyMustBeStringEndingWithProto=La cl\u00E9 doit \u00EAtre une cha\u00EEne se terminant par ".proto" \: %1$s
keyPropertyNameAlreadyInUse=Le nom de propri\u00E9t\u00E9 de la cl\u00E9 '%1$s' est d\u00E9j\u00E0 utilis\u00E9 par un autre champ mapp\u00E9. Vous pouvez le changer en d\u00E9finissant l'attribut 'keyPropertyName'.
queryingNotEnabled=La consultation n'est pas activ\u00E9e sur la mise en cache %1$s
typeNotIndexed=Le type d'entit\u00E9 index\u00E9 configur\u00E9 '%1$s' doit \u00EAtre index\u00E9. Veuillez l'animer avec @Indexed et vous assurer qu'au moins un champ a une annotation d'indexation, ou supprimez-la de la configuration.
unknownType=L'type index\u00E9 d\u00E9clar\u00E9 '%1$s' est inconnu. Veuillez d'abord enregistrer son fichier de sch\u00E9ma proto
valueMustBeString=La valeur doit \u00EAtre une cha\u00EEne \: %1$s
warnNoMediaType=La requ\u00EAte a \u00E9t\u00E9 effectu\u00E9e sur une mise en cache ('%1$s') ayant une configuration de format inconnue. Veuillez configurer l'encodage de la mise en cache comme 'application/x-protostream' ou 'application/x-java-object'
wrongTypeForVector=Le type '%1$s' n'est pas valide pour le champ vector '%2$s'. Les types valides sont \: '%3$s' ou '%4$s'.
