#
#Thu Jan 29 13:11:08 CET 2026
invalidArgument=Argument invalide `%1$s`. Les arguments doivent \u00EAtre pr\u00E9c\u00E9d\u00E9s par - ou --.
invalidShortArgument=Argument invalide `%1$s`. Le pr\u00E9fixe - doit \u00EAtre utilis\u00E9 uniquement pour des arguments \u00E0 un seul caract\u00E8re.
serverHelpAOT=Active le mode AOT du JVM pour r\u00E9duire le temps de d\u00E9marrage et la taille initiale de l'espace m\u00E9moire. Exige JDK 24 ou une version sup\u00E9rieure.
serverHelpBindAddress=Lie le point d'entr\u00E9e du serveur \u00E0 une adresse sp\u00E9cifique.
serverHelpBindPort=Lie le serveur \u00E0 un port sp\u00E9cifique. Par d\u00E9faut, `%1$d`.
serverHelpClusterAddress=D\u00E9finit l'adresse de liaison JGroups pour la clustering.
serverHelpClusterName=D\u00E9finit le nom du cluster. La valeur par d\u00E9faut est d\u00E9finie par une expression de configuration.
serverHelpClusterStack=D\u00E9finit la pile JGroups pour la clustering. La valeur par d\u00E9faut est d\u00E9finie par l'expression de configuration
serverHelpDebug=Active le mode debug avec un argument optionnel pour \u00E9craser le port par d\u00E9faut (8787).
serverHelpJMX=Active la r\u00E9partition JMX avec un argument optionnel pour \u00E9craser le port par d\u00E9faut (9999).
serverHelpLoggingConfig=D\u00E9finit un fichier de configuration de journalisation. La valeur par d\u00E9faut est `%1$s`.
serverHelpNodeName=D\u00E9finit le nom de ce n\u0153ud. Doit \u00EAtre unique au sein du cluster.
serverHelpPortOffset=Ajoute un d\u00E9calage num\u00E9rique \u00E0 tous les ports.
serverHelpPreStartBatch=Script CLI \u00E0 ex\u00E9cuter avant le d\u00E9marrage du serveur. Peut \u00EAtre sp\u00E9cifi\u00E9 plusieurs fois.
serverHelpProperties=D\u00E9finit les propri\u00E9t\u00E9s syst\u00E8me \u00E0 partir d'un fichier sp\u00E9cifi\u00E9.
serverHelpProperty=D\u00E9finit une propri\u00E9t\u00E9 syst\u00E8me \u00E0 la valeur sp\u00E9cifi\u00E9e.
serverHelpServerConfig=D\u00E9finit un fichier de configuration du serveur. La valeur par d\u00E9faut est `%1$s`. Peut \u00EAtre r\u00E9p\u00E9t\u00E9, dans ce cas les configurations sont imbriqu\u00E9es.
toolHelpHelp=Affiche les informations d'utilisation et quitte.
toolHelpServerRoot=D\u00E9finit le chemin racine pour le serveur. La valeur par d\u00E9faut est `%1$s`.
toolHelpVersion=Affiche les informations de version et quitte.
unknownArgument=Argument de ligne de commande non reconnu `%1$s`.
