#
#Thu Jan 29 12:15:31 CET 2026
invalidArgument=Argumento inv\u00E1lido `%1$s`. Os argumentos devem ser prefixados com - ou --.
invalidShortArgument=Argumento inv\u00E1lido `%1$s`. O prefixo - deve ser usado apenas para argumentos de um \u00FAnico caractere.
serverHelpAOT=Ativa o modo AOT do JVM para reduzir o tempo de inicializa\u00E7\u00E3o e a footprint inicial da mem\u00F3ria. Requer JDK 24 ou maior.
serverHelpBindAddress=Vincula o endpoint do servidor a um endere\u00E7o espec\u00EDfico.
serverHelpBindPort=Vincula o servidor a uma porta espec\u00EDfica. O padr\u00E3o \u00E9 `%1$d`.
serverHelpClusterAddress=Especifica o endere\u00E7o de associa\u00E7\u00E3o do JGroups para clustering.
serverHelpClusterName=Define o nome da cluster. O padr\u00E3o \u00E9 definido pela express\u00E3o de configura\u00E7\u00E3o
serverHelpClusterStack=Especifica uma pilha JGroups para clustering. O padr\u00E3o \u00E9 definido pela express\u00E3o de configura\u00E7\u00E3o
serverHelpDebug=Ativa o modo de depura\u00E7\u00E3o com um argumento opcional para substituir a porta padr\u00E3o (8787).
serverHelpJMX=Ativa o remoting JMX com um argumento opcional para substituir a porta padr\u00E3o (9999).
serverHelpLoggingConfig=Especifica um arquivo de configura\u00E7\u00E3o de registro. O padr\u00E3o \u00E9 `%1$s`.
serverHelpNodeName=Define o nome deste n\u00F3. Deve ser \u00FAnico na cluster.
serverHelpPortOffset=Adiciona um deslocamento num\u00E9rico a todas as portas.
serverHelpPreStartBatch=Lote CLI a ser executado antes do in\u00EDcio do servidor. Pode ser especificado m\u00FAltiplas vezes.
serverHelpProperties=Define propriedades do sistema a partir do arquivo especificado.
serverHelpProperty=Define uma propriedade do sistema ao valor especificado.
serverHelpServerConfig=Especifica um arquivo de configura\u00E7\u00E3o do servidor. O padr\u00E3o \u00E9 `%1$s`. Pode ser repetido, nesse caso as configura\u00E7\u00F5es s\u00E3o camadas.
toolHelpHelp=Exibe informa\u00E7\u00F5es de uso e sai.
toolHelpServerRoot=Especifica o caminho raiz para o servidor. O padr\u00E3o \u00E9 `%1$s`.
toolHelpVersion=Exibe informa\u00E7\u00F5es de vers\u00E3o e sai.
unknownArgument=Comando-linear n\u00E3o reconhecido `%1$s`.
