#
#Thu Jan 29 11:46:35 CET 2026
booleanKnnPredicates=Boolesche Pr\u00E4dikate, die knn-Pr\u00E4dikate enthalten, werden derzeit nicht unterst\u00FCtzt.
cannotHaveAggregationsInGroupByClause=Aggregierende Funktionen d\u00FCrfen nicht in der GROUP BY-Klausel verwendet werden
cannotLoadIndexedClass=Ausnahme beim Laden der deklarierten indexierten Klasse '%1$s'
cannotRunLuceneQueriesIfNotIndexed=Abrufung von Lucene-Abfragen ist nicht m\u00F6glich, wenn der Cache '%1$s' keine Indizierung aktiviert hat
concurrentReindexingOnGetStatistics=Wir erhalten einige Fehler von Hibernate Search oder Lucene w\u00E4hrend wir die Anzahl der Indizes/gr\u00F6\u00DFen f\u00FCr Statistiken berechnen. Es wird wahrscheinlich eine gleichzeitige Neuindizierung durchgef\u00FChrt.
couldNotInstantiateTransformerClass=Kann Klasse %1$s der Transformer nicht instanziiert werden
deleteStatementsCannotUsePaging=DELETE-Anweisungen k\u00F6nnen keine Page-Abfrage (firstResult/maxResults) verwenden.
entryIteratorDoesNotAllowProjections=Projektionen werden nicht mit entryIterator() unterst\u00FCtzt()
errorRetrievingTypeModel=Ausnahme beim Abrufen des Typmodells f\u00FCr '%1$s'.
expressionMustBePartOfAggregateFunctionOrShouldBeIncludedInGroupByClause=Die Ausdrucksweise '%1$s' muss Teil einer Aggregationsfunktion sein oder in die GROUP BY-Klausel eingebunden werden
failedToPurgeIndexForSegments=Ausnahme beim L\u00F6schen des Indexes f\u00FCr Segmente %1$s
flushingIndex=Ausgliedern des Indexes '%1$s'
getPrefixWildcardOrRegexpQueriesCannotBeFuzzy=Pr\u00E4fix-, Wildcard- oder Regul\u00E4re-Ausdrucksausdr\u00FCcke k\u00F6nnen nicht fuzzy sein\: %1$s
groupingAndAggregationQueriesMustUseProjections=Abfragen, die Gruppierung und Aggregationsfunktionen enthalten, m\u00FCssen Projektionen verwenden.
hibernateSearchBackpressure=Hibernate Search-Aktualisierungen halten nicht an. Es wird vorgeschlagen, den Index-Writer-Queue und/oder die Thread-Pool-Gr\u00F6\u00DFe zu erh\u00F6hen.
ignoringBooleanQueryMaxClauseCount=Das Systemeigenschaft %1$s wird ignoriert, da der Wert %2$d kleiner als der aktuelle Wert (%3$d) von org.apache.lucene.search.BooleanQuery.getMaxClauseCount() ist
indexingDocumentsCompleted=%1$d Dokumente wurden in %2$d ms indiziert
indexingEntitiesCompleted=%1$d Entit\u00E4ten wurden in %2$d ms neu indiziert
indexingStarting=Reindekserung beginnt.
interruptedWhileWaitingForRequestCompletion=Unterbrochen, w\u00E4hrend die Abholung der Ergebnisse einiger Batch-Indizierungsoperationen abgeschlossen wird.
invalidEntityName=Unbekannter Entit\u00E4tstyp\: '%1$s'.
invalidEntitySuperType=Ung\u00FCltiger Typ f\u00FCr '%1$s'\: Der Entit\u00E4tstyp muss von '%2$s' erweitert sein, aber der Entit\u00E4tstyp '%3$s' ist nicht.
keyClassNotFound=Klasse %1$s konnte nicht gefunden werden
logIndexStartupModeMismatch=Daten sind '%1$s', w\u00E4hrend Indizes sind '%2$s'. Im Zwischenzeit ist die Konfiguration des Index-Startmodus auf '%3$s' gesetzt\: Diese Einstellung k\u00F6nnte zu einer Inkonsistenz zwischen den Indizes und den Daten f\u00FChren, wenn die Knoten neu gestartet werden.
luceneBackendVersion=Lucene-Version\: %1$s
mappingIsRestarting=Der Indizierungsmotor wird neu gestartet, Indexaktualisierungen werden f\u00FCr aktuelle Daten\u00E4nderungen \u00FCbersprungen.
massIndexerIndexingInstance=Indizierungsinstantz der Entit\u00E4t '%1$s' w\u00E4hrend der massiven Indizierung
massIndexingEntityFailures=%1$s Entit\u00E4ten konnten nicht indiziert werden. Siehe die Logs f\u00FCr Details. Erster Fehler auf der Entit\u00E4t '%2$s'\: %3$s
multipleEntityTypesWithSameName=Mehrere Entit\u00E4tstypen mit demselben Namen '%1$s'\: '%2$s', '%3$s'
multipleKnnPredicates=Mehrere knn-Pr\u00E4dikate werden derzeit nicht unterst\u00FCtzt.
multivaluedPropertyCannotBeProjected=Der Eigenschaftspfad '%1$s' kann nicht projektiert werden, da er mehrwertig ist
multivaluedPropertyCannotBeUsedInGroupBy=Die Verwendung des mehrwertigen Eigenschaftspfads '%1$s' in der GROUP BY-Klausel wird derzeit nicht unterst\u00FCtzt
multivaluedPropertyCannotBeUsedInOrderBy=Der Eigenschaftspfad '%1$s' kann nicht in der ORDER BY-Klausel verwendet werden, da er mehrwertig ist
namedTypesNotSupported=Infinispan Search Mapper unterst\u00FCtzt keine benannten Typen. Der mit dem Namen '%1$s' definierte Typ existiert nicht.
noTransformerForKey=F\u00FCr den Schl\u00FCsseltyp %1$s konnte keine geeignete Transformer-Klasse gefunden werden. Indizierung funktioniert nur mit Eintr\u00E4gen, die auf Strings, Grunddatentypen, byte[], UUID oder Klassen indiziert sind, die die @Transformable-Anmerkung haben oder f\u00FCr die Sie eine passende Transformer-Klasse in der Indexierungs-Konfiguration definiert haben. Alternativ k\u00F6nnen Sie org.infinispan.query.spi.SearchManagerImplementor.registerKeyTransformer.
noTypeIsIndexed=Ausf\u00FChrung der Abfrage `%1$s` versucht, aber kein Typ wird auf dem Cache indiziert.
partitionDegraded=Abrufung der Abfrage\: Cluster l\u00E4uft im degradierten Modus und die Konfiguration der Partitionenverarbeitung erlaubt keine Lese- oder Schreiboperationen.
preIndexingReloading=Suchmaschine wird vor der Neuindizierung neu geladen.
purgingIndex=L\u00F6schen von Instanzen von '%1$s' aus dem Index
queryMustNotUseGroupingOrAggregation=Die Abfrage darf keine Gruppierung oder Aggregation verwenden
searchMappingUnavailable=Abrufung des Eintrags nicht m\u00F6glich, da die Suchzuordnung fehlschl\u00E4gt.
settingBooleanQueryMaxClauseCount=org.apache.lucene.search.BooleanQuery.setMaxClauseCount von Systemeigenschaft %1$s auf Wert %2$d gesetzt
typeIsUsingDefaultTransformer=Indizierter Typ '%1$s' verwendet einen Standard-Transformer. Dies ist langsam\! Registrieren Sie eine benutzerdefinierte Implementierung mit @Transformable
unableToLoadTheClass=Ausnahme beim Laden der Klasse [%1$s]
unableToResumeSuspendedTx=Abrufung der unterbrochenen Transaktion %1$s ist unm\u00F6glich
unableToSuspendTx=Transaktion kann nicht unterbrochen werden
unsupportedStatement=Nur DELETE-Anweisungen werden von executeStatement unterst\u00FCtzt
