#
#Thu Jan 29 11:54:31 CET 2026
booleanKnnPredicates=Previs\u00F5es booleanas contendo previs\u00F5es KNN n\u00E3o s\u00E3o suportadas no momento.
cannotHaveAggregationsInGroupByClause=N\u00E3o pode haver fun\u00E7\u00F5es agregadas na cl\u00E1usula GROUP BY
cannotLoadIndexedClass=Falha ao carregar a classe indexada declarada '%1$s'
cannotRunLuceneQueriesIfNotIndexed=N\u00E3o \u00E9 poss\u00EDvel executar consultas Lucene em um cache '%1$s' que n\u00E3o tem indexa\u00E7\u00E3o ativada
concurrentReindexingOnGetStatistics=N\u00F3s estamos recebendo erros do Hibernate Search ou Lucene enquanto computamos o n\u00FAmero/tamanho do \u00EDndice para as estat\u00EDsticas. Provavelmente uma reindexa\u00E7\u00E3o concorrente est\u00E1 em andamento.
couldNotInstantiateTransformerClass=N\u00E3o foi poss\u00EDvel instanciar a classe Transformer %1$s
deleteStatementsCannotUsePaging=Instru\u00E7\u00F5es DELETE n\u00E3o podem usar pagina\u00E7\u00E3o (firstResult/maxResults)
entryIteratorDoesNotAllowProjections=Proje\u00E7\u00F5es n\u00E3o s\u00E3o suportadas com entryIterator()
errorRetrievingTypeModel=Exce\u00E7\u00E3o ao recuperar o modelo de tipo para '%1$s'.
expressionMustBePartOfAggregateFunctionOrShouldBeIncludedInGroupByClause=A express\u00E3o '%1$s' deve ser parte de uma fun\u00E7\u00E3o agregada ou deve ser inclu\u00EDda na cl\u00E1usula GROUP BY
failedToPurgeIndexForSegments=Falha ao limpar \u00EDndice para os segmentos %1$s
flushingIndex=Flushando \u00EDndice '%1$s'
getPrefixWildcardOrRegexpQueriesCannotBeFuzzy=Consultas prefixo, curinga ou regexp n\u00E3o podem ser flutuantes\: %1$s
groupingAndAggregationQueriesMustUseProjections=Consultas que cont\u00EAm fun\u00E7\u00F5es de agrupamento e agrega\u00E7\u00E3o devem usar proje\u00E7\u00F5es.
hibernateSearchBackpressure=As atualiza\u00E7\u00F5es do Hibernate Search n\u00E3o est\u00E3o mantendo o ritmo. Verifique se \u00E9 necess\u00E1rio aumentar o tamanho da fila e/ou do pool de threads dos \u00EDndices.
ignoringBooleanQueryMaxClauseCount=Ignorando a propriedade do sistema %1$s porque o valor %2$d \u00E9 menor que o valor atual (%3$d) de org.apache.lucene.search.BooleanQuery.getMaxClauseCount()
indexingDocumentsCompleted=%1$d documentos indexados em %2$d ms
indexingEntitiesCompleted=%1$d entidades reindexadas em %2$d ms
indexingStarting=Reindexa\u00E7\u00E3o iniciada.
interruptedWhileWaitingForRequestCompletion=Interrompido enquanto esperava pela conclus\u00E3o de algumas opera\u00E7\u00F5es de indexa\u00E7\u00E3o em lote.
invalidEntityName=Nome de entidade desconhecido\: '%1$s'.
invalidEntitySuperType=Tipo inv\u00E1lido para '%1$s'\: o tipo de entidade deve estender '%2$s', mas o tipo de entidade '%3$s' n\u00E3o.
keyClassNotFound=N\u00E3o foi poss\u00EDvel localizar a classe-chave %1$s
logIndexStartupModeMismatch=Dados s\u00E3o '%1$s', enquanto os \u00EDndices s\u00E3o '%2$s'. No entanto, a configura\u00E7\u00E3o do modo de inicializa\u00E7\u00E3o do \u00EDndice est\u00E1 definida como '%3$s'\: esta configura\u00E7\u00E3o pode levar a uma inconsist\u00EAncia entre os \u00EDndices e os dados em caso de reinicializa\u00E7\u00E3o dos n\u00F3s.
luceneBackendVersion=Vers\u00E3o do Lucene\: %1$s
mappingIsRestarting=O mecanismo de \u00EDndice est\u00E1 reiniciando, as atualiza\u00E7\u00F5es do \u00EDndice ser\u00E3o ignoradas para os dados alterados atuais.
massIndexerIndexingInstance=\u00CDndice da inst\u00E2ncia de entidade '%1$s' durante a reindexa\u00E7\u00E3o em massa
massIndexingEntityFailures=%1$s entidades n\u00E3o foram indexadas com sucesso. Verifique os logs para detalhes. O primeiro erro ocorreu na entidade '%2$s'\: %3$s
multipleEntityTypesWithSameName=M\u00FAltiplos tipos de entidade configurados com o mesmo nome '%1$s'\: '%2$s', '%3$s'
multipleKnnPredicates=M\u00FAltiplas previs\u00F5es KNN n\u00E3o s\u00E3o suportadas no momento.
multivaluedPropertyCannotBeProjected=A propriedade caminho '%1$s' n\u00E3o pode ser projetada porque \u00E9 multi-valorizada
multivaluedPropertyCannotBeUsedInGroupBy=Usando o caminho de propriedade multi-valorizado '%1$s' na cl\u00E1usula GROUP BY n\u00E3o \u00E9 suportado no momento.
multivaluedPropertyCannotBeUsedInOrderBy=A propriedade caminho '%1$s' n\u00E3o pode ser usada na cl\u00E1usula ORDER BY porque \u00E9 multi-valorizada
namedTypesNotSupported=O Mapper Search do Infinispan n\u00E3o suporta tipos nomeados. O tipo com o nome '%1$s' n\u00E3o existe.
noTransformerForKey=N\u00E3o foi poss\u00EDvel encontrar um Transformer apropriado para o tipo de chave %1$s. A indexa\u00E7\u00E3o s\u00F3 funciona com entradas indexadas usando Strings, primitivos, byte[], UUID, classes que tenham a anota\u00E7\u00E3o @Transformable ou classes para as quais voc\u00EA definiu um Transformer adequado na configura\u00E7\u00E3o de indexa\u00E7\u00E3o. Alternativamente, consulte org.infinispan.query.spi.SearchManagerImplementor.registerKeyTransformer.
noTypeIsIndexed=Tentando executar a consulta `%1$s`, mas nenhum tipo de entidade est\u00E1 indexado no cache.
partitionDegraded=N\u00E3o \u00E9 poss\u00EDvel executar consulta\: o cluster est\u00E1 operando em modo de degrada\u00E7\u00E3o e a configura\u00E7\u00E3o de manipula\u00E7\u00E3o da parti\u00E7\u00E3o n\u00E3o permite leituras e escritas.
preIndexingReloading=O mecanismo de busca \u00E9 recarregado antes da reindexa\u00E7\u00E3o.
purgingIndex=Limpeza de inst\u00E2ncias de '%1$s' do \u00EDndice
queryMustNotUseGroupingOrAggregation=A consulta n\u00E3o deve usar agrupamento ou agrega\u00E7\u00E3o
searchMappingUnavailable=N\u00E3o \u00E9 poss\u00EDvel indexar entrada, pois a mapeamento de pesquisa falhou ao inicializar.
settingBooleanQueryMaxClauseCount=Estabelecendo org.apache.lucene.search.BooleanQuery.setMaxClauseCount da propriedade do sistema %1$s para o valor %2$d
typeIsUsingDefaultTransformer=O tipo de \u00EDndice '%1$s' est\u00E1 usando um Transformer padr\u00E3o. Isso \u00E9 lento\! Registre uma implementa\u00E7\u00E3o personalizada usando @Transformable
unableToLoadTheClass=N\u00E3o foi poss\u00EDvel carregar a classe [%1$s]
unableToResumeSuspendedTx=N\u00E3o foi poss\u00EDvel retomar a transa\u00E7\u00E3o suspenvida %1$s
unableToSuspendTx=N\u00E3o foi poss\u00EDvel suspensar a transa\u00E7\u00E3o
unsupportedStatement=Apenas instru\u00E7\u00F5es DELETE s\u00E3o suportadas pelo executeStatement
