#
#Thu Jan 29 12:13:54 CET 2026
adminRoleDescription=Superutilisateur avec toutes les permissions y compris le contr\u00F4le de la cycle de vie du gestionnaire de cache
applicationRoleDescription=A a acc\u00E8s en lecture et en \u00E9criture aux ressources ainsi que les permissions de `observateur`. Il peut \u00E9galement \u00E9couter des \u00E9v\u00E9nements et ex\u00E9cuter des t\u00E2ches et des scripts sur le serveur.
cacheAvailabilityModeChange=Entr\u00E9e dans le mode d'availability %1$s, l'ID de topologie %2$d
cacheMembersUpdated=Mise \u00E0 jour de la liste des membres du cache %1$s, l'ID de topologie %2$d
cacheRebalancePhaseChange=D\u00E9placement \u00E0 la phase de r\u00E9\u00E9quilibrage %1$s, l'ID de topologie %2$d
cacheRebalanceStart=D\u00E9marrage du r\u00E9\u00E9quilibrage avec les membres %1$s, phase %2$s, l'ID de topologie %3$d
cacheRecoveredAfterMerge=Apr\u00E8s le m\u00E9lange (ou changement de coordinateur), les membres %1$s ont \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9s avec l'ID de topologie %2$d
clusterRecoveryFailed=Apr\u00E8s le m\u00E9lange (ou changement de coordinateur), le coordinateur a \u00E9chou\u00E9 \u00E0 r\u00E9cup\u00E9rer le cluster. Les membres du cluster sont %1$s.
conflictResolutionCancelled=Annulation de la r\u00E9solution de conflit avec les membres %1$s, l'ID de topologie %2$d
conflictResolutionFailed=\u00C9chec de la r\u00E9solution de conflit avec les membres %1$s, l'ID de topologie %2$d\: %3$s
conflictResolutionFinished=R\u00E9solution de conflit termin\u00E9e avec les membres %1$s, l'ID de topologie %2$d
conflictResolutionStarting=D\u00E9marrage de la r\u00E9solution de conflit avec les membres %1$s, l'ID de topologie %2$d
deployerRoleDescription=Pouvant cr\u00E9er et supprimer les ressources ainsi que les permissions de `application`.
enteringDegradedModeGracefulLeaver=Donn\u00E9es perdues en raison de la d\u00E9partage gracieux %1$s, entrant en mode d\u00E9grad\u00E9
enteringDegradedModeLostData=Donn\u00E9es perdues en raison de la disparition brusque des membres %1$s, en supposant une s\u00E9paration du r\u00E9seau et en entrant en mode d\u00E9grad\u00E9
enteringDegradedModeMinorityPartition=Perdu au moins la moiti\u00E9 des membres stables, en supposant une s\u00E9paration du r\u00E9seau et en entrant en mode d\u00E9grad\u00E9. Les membres actuels sont %1$s, les membres perdus sont %2$s, et les membres stables sont %3$s
eventLogContext=[Contenu\=%1$s]
eventLogScope=[Port\u00E9e\=%1$s]
eventLogWho=[Utilisateur\=%1$s]
keepingDegradedModeAfterMergeDataLost=Apr\u00E8s le m\u00E9lange (ou changement de coordinateur), le cache n'a pas encore r\u00E9cup\u00E9r\u00E9 toutes ses donn\u00E9es et doit rester en mode d\u00E9grad\u00E9. Les membres actuels sont %1$s, les membres perdus sont %2$s, et les membres stables sont %3$s
keepingDegradedModeAfterMergeMinorityPartition=Apr\u00E8s le m\u00E9lange (ou changement de coordinateur), le cache n'a pas encore r\u00E9cup\u00E9r\u00E9 une majorit\u00E9 de membres et doit rester en mode d\u00E9grad\u00E9. Les membres actuels sont %1$s, les membres perdus sont %2$s, et les membres stables sont %3$s
lostDataBecauseOfAbruptLeavers=Donn\u00E9es perdues en raison de la disparition brusque des membres %1$s
lostDataBecauseOfGracefulLeaver=Donn\u00E9es perdues en raison de la d\u00E9partage gracieux %1$s
minorityPartition=Perdu au moins la moiti\u00E9 des membres stables, ce qui peut causer une s\u00E9paration du r\u00E9seau et une incoh\u00E9rence des donn\u00E9es. Les membres actuels sont %1$s, les membres perdus sont %2$s, et les membres stables sont %3$s
monitorRoleDescription=Peut afficher des statistiques via JMX et le point de terminaison `metrics`.
nodeJoined=Le n\u0153ud %1$s a rejoint le cluster
nodeLeft=Le n\u0153ud %1$s est sorti du cluster
observerRoleDescription=A a acc\u00E8s en lecture aux ressources ainsi que les permissions de `monitor`.
rebalanceFinished=R\u00E9\u00E9quilibrage termin\u00E9 avec les membres %1$s, l'ID de topologie %2$d
rebalanceFinishedWithFailure=R\u00E9\u00E9quilibrage \u00E9chou\u00E9 avec les membres %1$s, l'ID de topologie %2$d et la cause %3$s
siteOffline=Le site '%1$s' est hors ligne.
siteOnline=Le site '%1$s' est en ligne.
unexpectedAvailabilityMode=Mode d'availability inattendu %1$s, partition %2$s
