#
#Thu Jan 29 11:48:31 CET 2026
cannotGetCurrentTx=Fehler beim Abrufen der aktuellen Transaktion
cannotInstallCommandFactory=Infinispan benutzerdefinierte Cache-Befehlsfamilie konnte nicht installiert werden (m\u00F6glicherweise, da der Classloader, in dem sich Infinispan befindet, den Hibernate-Infinispan-Cache-Provider finden konnte)
cannotResumeTx=Transaktion konnte nicht fortgesetzt werden
cannotSuspendTx=Transaktion konnte nicht aufgehalten werden
configurationWithUnqualifiedName=Die Konfiguration f\u00FCr die unqualifizierte Region '%1$s' ist definiert, aber der Cache wird eine qualifizierte Name '%2$s' verwenden.
customConfigForRegionNotFound=Benutzerdefinierte Cache-Konfiguration '%1$s' wurde f\u00FCr die Region %2$s angefordert, aber sie konnte nicht gefunden werden - Verwendung der Konfiguration nach Typ (%3$s).
customConfigForTypeNotFound=Benutzerdefinierte Cache-Konfiguration '%1$s' wurde f\u00FCr den Typ %2$s angefordert, aber sie konnte nicht gefunden werden\!
deprecatedProperty=Eigenschaft '%1$s' ist veraltet; verwenden Sie stattdessen '%2$s'.
evictionWithTombstones=Das Setzen von Evakuierung auf einem Cache, der Tombstones verwendet, kann Inkonsistenz einf\u00FChren\!
failedEndInvalidating=Fehler beim Beenden der ung\u00FCltigen pending putFromLoad-Aufrufe f\u00FCr den Schl\u00FCssel %1$s aus der Region %2$s; der Schl\u00FCssel wird nicht gespeichert, bis die Ung\u00FCltigkeit abl\u00E4uft.
failedInvalidatePendingPut=Fehler beim Ung\u00FCltigen pending putFromLoad-Aufrufe f\u00FCr den Schl\u00FCssel %1$s aus der Region %2$s
failedInvalidateRegion=Fehler beim Ung\u00FCltigen pending putFromLoad-Aufrufe f\u00FCr die Region %1$s
failureAfterTransactionCompletion=Aufgabe \#%1$d, die nach der Transaktionsabschluss geplant wurde, fehlgeschlagen (Transaktion erfolgreich? %2$s)
failureBeforeTransactionCompletion=Aufgabe \#%1$d, die vor der Transaktionsabschluss geplant wurde, fehlgeschlagen
failureInAfterCompletion=Fehler beim Aktualisieren des Caches in afterCompletion, wird erneut versucht
ignoringDeprecatedProperty=Wird die veraltete Eigenschaft '%1$s' ignoriert.
pendingPutsCacheAlreadyDefined=Konfiguration f\u00FCr pending-puts-Cache '%1$s' ist bereits definiert - eine weitere Instanz von SessionFactory wurde nicht ordnungsgem\u00E4\u00DF geschlossen.
pendingPutsMustHaveMaxIdle=Der pending-puts-Cache muss expiration.max-idle gesetzt haben
pendingPutsMustNotBeClustered=Der pending-puts-Cache darf nicht verteilt sein\!
pendingPutsMustNotBeTransactional=Der pending-puts-Cache darf nicht transaktional sein\!
pendingPutsShouldBeTemplate=Die Konfiguration der pending-puts-Cache sollte ein Vorlage sein.
propertyCacheManagerResourceNotSet=Eigenschaft 'hibernate.cache.infinispan.cachemanager' ist nicht gesetzt
propertyUseSynchronizationDeprecated=Die Eigenschaft 'hibernate.cache.infinispan.use_synchronization' ist veraltet; 2LC mit transaktionalen Cache muss immer Synchronisation verwenden.
readWriteStrategyTransactionalCache=Ein READ_WRITE Cache-Konkurrenzstrategie wurde angefordert, aber der Cache war als transaktional konfiguriert.
regionNameMatchesCacheName=Die Konfiguration des Caches '%1$s' ist vorhanden, aber die Verwendung wird nicht durch 'hibernate.cache.infinispan.%2$s.cfg\=%3$s' definiert.
timestampsMustNotUseEviction=Der timestamps-Cache darf nicht Evakuierung verwenden\!
timestampsMustNotUseInvalidation=Der timestamps-Cache kann nicht mit Ung\u00FCltigierung konfiguriert werden.
transactionalConfigurationIgnored=Transaktionale Caches werden nicht unterst\u00FCtzt. Die Konfigurationsoption wird ignoriert; bitte deaktivieren Sie sie.
transactionalStrategyNonTransactionalCache=Ein TRANSACTIONAL Cache-Konkurrenzstrategie wurde angefordert, aber der Cache ist nicht als transaktional konfiguriert.
unableToCreateCacheManager=Standard-Cacheverwaltungskern konnte nicht erstellt werden
unableToReleaseContext=Initial Context konnte nicht freigegeben werden
unableToRetrieveCmFromJndi=Fehler beim Abrufen der CacheManager aus JNDI [%1$s]
unableToRollbackInvalidationsDuringPrepare=Fehler beim Broadcasten von Ung\u00FCltigungen als Teil des Prepare-Phasens. Rollback.
unableToStart=Regionfactory konnte nicht gestartet werden
useNonTransactionalQueryCache=Nutzen Sie nicht-transaktionale Query-Caches f\u00FCr optimale Leistung\!
usingUnqualifiedNameInConfiguration=Konfigurationsattribute enthalten einen Eintrag f\u00FCr den unqualifizierten Regionennamen '%1$s', aber sie sollten einen qualifizierten Regionennamen '%2$s' verwenden.
