#
#Thu Jan 29 11:56:44 CET 2026
cannotGetCurrentTx=N\u00E3o foi poss\u00EDvel obter a transa\u00E7\u00E3o atual.
cannotInstallCommandFactory=F\u00E1brica de comandos personalizada do Infinispan n\u00E3o instalada (possivelmente porque o classloader onde vive o Infinispan n\u00E3o conseguiu encontrar o provedor de cache do Hibernate Infinispan).
cannotResumeTx=N\u00E3o foi poss\u00EDvel retomar a transa\u00E7\u00E3o.
cannotSuspendTx=N\u00E3o foi poss\u00EDvel suspender a transa\u00E7\u00E3o.
configurationWithUnqualifiedName=Uma configura\u00E7\u00E3o para um nome de regi\u00E3o n\u00E3o qualificado '%1$s' est\u00E1 definida, mas o cache usar\u00E1 um nome qualificado '%2$s'.
customConfigForRegionNotFound=A configura\u00E7\u00E3o de cache personalizada '%1$s' foi solicitada para a regi\u00E3o %2$s, mas ela n\u00E3o foi encontrada - usando configura\u00E7\u00E3o por tipo (%3$s).
customConfigForTypeNotFound=A configura\u00E7\u00E3o de cache personalizada '%1$s' foi solicitada para o tipo %2$s, mas ela n\u00E3o foi encontrada\!
deprecatedProperty=Propriedade '%1$s' est\u00E1 obsoleta, por favor use '%2$s' em vez disso.
evictionWithTombstones=Definir evict\u00E3o em uma cache que usa tombstones pode introduzir incoer\u00EAncias\!
failedEndInvalidating=Falha ao encerrar a inv\u00E1lidacao de chamadas putFromLoad pendentes para a chave %1$s da regi\u00E3o %2$s; a chave n\u00E3o ser\u00E1 armazenada at\u00E9 que a invalida\u00E7\u00E3o expire.
failedInvalidatePendingPut=Falha ao inv\u00E1lidar chamadas putFromLoad pendentes para a chave %1$s da regi\u00E3o %2$s.
failedInvalidateRegion=Falha ao inv\u00E1lidar chamadas putFromLoad pendentes para a regi\u00E3o %1$s.
failureAfterTransactionCompletion=Opera\u00E7\u00E3o \#%1$d programada ap\u00F3s a conclus\u00E3o da transa\u00E7\u00E3o falhou (transa\u00E7\u00E3o bem-sucedida? %2$s)
failureBeforeTransactionCompletion=Opera\u00E7\u00E3o \#%1$d programada para completar antes da conclus\u00E3o da transa\u00E7\u00E3o falhou.
failureInAfterCompletion=Falha ao atualizar o cache em afterCompletion, ir\u00E1 tentar novamente
ignoringDeprecatedProperty=Ignorando propriedade obsoleta '%1$s'.
pendingPutsCacheAlreadyDefined=A configura\u00E7\u00E3o de cache de pendentes '%1$s' j\u00E1 est\u00E1 definida - outra inst\u00E2ncia do SessionFactory n\u00E3o foi fechada corretamente.
pendingPutsMustHaveMaxIdle=A configura\u00E7\u00E3o de cache de pendentes deve ter a propriedade expiration.max-idle configurada.
pendingPutsMustNotBeClustered=A configura\u00E7\u00E3o de cache de pendentes n\u00E3o pode ser clustering\!
pendingPutsMustNotBeTransactional=A configura\u00E7\u00E3o de cache de pendentes n\u00E3o pode ser transacional\!
pendingPutsShouldBeTemplate=Configura\u00E7\u00E3o de cache de pendentes deve ser um modelo.
propertyCacheManagerResourceNotSet=Propriedade 'hibernate.cache.infinispan.cachemanager' n\u00E3o est\u00E1 definida
propertyUseSynchronizationDeprecated=Propriedade 'hibernate.cache.infinispan.use_synchronization' est\u00E1 obsoleta; 2LC com cache transacional deve sempre usar sincroniza\u00E7\u00F5es.
readWriteStrategyTransactionalCache=Pedindo uma estrat\u00E9gia de concorr\u00EAncia READ_WRITE, mas a cache foi configurada como transacional.
regionNameMatchesCacheName=Configura\u00E7\u00E3o de cache '%1$s' est\u00E1 presente, mas o uso n\u00E3o foi definido atrav\u00E9s de hibernate.cache.infinispan.%2$s.cfg\=%3$s
timestampsMustNotUseEviction=A configura\u00E7\u00E3o de cache de timestamps n\u00E3o pode utilizar a evict\u00E3o\!
timestampsMustNotUseInvalidation=A configura\u00E7\u00E3o de cache de timestamps n\u00E3o pode ser configurada com inv\u00E1lida\u00E7\u00E3o.
transactionalConfigurationIgnored=Cach\u00E9s transacionais n\u00E3o s\u00E3o suportados. A op\u00E7\u00E3o de configura\u00E7\u00E3o ser\u00E1 ignorada; por favor, desative-a.
transactionalStrategyNonTransactionalCache=Pedindo uma estrat\u00E9gia de concorr\u00EAncia TRANSACTIONAL, mas o cache n\u00E3o est\u00E1 configurado como transacional.
unableToCreateCacheManager=N\u00E3o foi poss\u00EDvel criar o gerenciador de cache padr\u00E3o.
unableToReleaseContext=N\u00E3o foi poss\u00EDvel liberar o contexto inicial.
unableToRetrieveCmFromJndi=N\u00E3o foi poss\u00EDvel recuperar CacheManager do JNDI [%1$s].
unableToRollbackInvalidationsDuringPrepare=N\u00E3o foi poss\u00EDvel difundir as inv\u00E1lidac\u00F5es como parte da fase de prepare. Rollback.
unableToStart=N\u00E3o foi poss\u00EDvel iniciar o fabricante de regi\u00F5es.
useNonTransactionalQueryCache=Use caches de consulta n\u00E3o transacionais para melhor desempenho\!
usingUnqualifiedNameInConfiguration=As propriedades de configura\u00E7\u00E3o cont\u00EAm um registro para um nome de regi\u00E3o n\u00E3o qualificado '%1$s', mas ele deve conter um nome de regi\u00E3o qualificado '%2$s'
