#
#Thu Jan 29 12:12:06 CET 2026
cannotGetCurrentTx=Impossible d'obtenir la transaction en cours
cannotInstallCommandFactory=Le fabriquant de commandes personnalis\u00E9es Infinispan n'est pas install\u00E9 (peut-\u00EAtre parce que le chargeur de classe o\u00F9 vit Infinispan ne peut pas trouver le fournisseur de cache Infinispan Hibernate)
cannotResumeTx=Impossible de reprendre la transaction
cannotSuspendTx=Impossible de mettre en pause la transaction
configurationWithUnqualifiedName=La configuration pour le nom de r\u00E9gion non qualifi\u00E9 '%1$s' est d\u00E9finie, mais le cache utilisera un nom qualifi\u00E9 '%2$s'
customConfigForRegionNotFound=La configuration de cache personnalis\u00E9e '%1$s' a \u00E9t\u00E9 demand\u00E9e pour la r\u00E9gion %2$s mais elle n'a pas \u00E9t\u00E9 trouv\u00E9e - utilisation de la configuration par type (%3$s).
customConfigForTypeNotFound=La configuration de cache personnalis\u00E9e '%1$s' a \u00E9t\u00E9 demand\u00E9e pour le type %2$s mais elle n'a pas \u00E9t\u00E9 trouv\u00E9e\!
deprecatedProperty=La propri\u00E9t\u00E9 '%1$s' est obsol\u00E8te, veuillez utiliser '%2$s' \u00E0 la place
evictionWithTombstones=L'\u00E9viction d'un cache utilisant les tombstones peut introduire des incoh\u00E9rences\!
failedEndInvalidating=\u00C9chec de la fin de la d\u00E9sinvalidation des appels putFromLoad en attente pour la cl\u00E9 %1$s de la r\u00E9gion %2$s; la cl\u00E9 ne sera pas mise en cache jusqu'\u00E0 ce que la d\u00E9sinvalidation expire.
failedInvalidatePendingPut=\u00C9chec de la d\u00E9sinvalidation des appels putFromLoad en attente pour la cl\u00E9 %1$s de la r\u00E9gion %2$s
failedInvalidateRegion=\u00C9chec de la d\u00E9sinvalidation des appels putFromLoad en attente pour la r\u00E9gion %1$s
failureAfterTransactionCompletion=Op\u00E9ration \#%1$d planifi\u00E9e apr\u00E8s la conclusion de la transaction a \u00E9chou\u00E9 (la transaction a-t-elle r\u00E9ussi? %2$s)
failureBeforeTransactionCompletion=Op\u00E9ration \#%1$d planifi\u00E9e pour la terminer avant la conclusion de la transaction a \u00E9chou\u00E9
failureInAfterCompletion=\u00C9chec \u00E0 jour du cache en afterCompletion, sera relanc\u00E9
ignoringDeprecatedProperty=Ignoration de la propri\u00E9t\u00E9 obsol\u00E8te '%1$s'
pendingPutsCacheAlreadyDefined=La configuration du cache de pending-puts '%1$s' est d\u00E9j\u00E0 d\u00E9finie - une autre instance de SessionFactory n'a pas \u00E9t\u00E9 correctement ferm\u00E9e.
pendingPutsMustHaveMaxIdle=Le cache de pending-puts doit avoir une configuration d'expiration.max-idle d\u00E9finie
pendingPutsMustNotBeClustered=Le cache de pending-puts ne doit pas \u00EAtre distribu\u00E9\!
pendingPutsMustNotBeTransactional=Le cache de pending-puts ne doit pas \u00EAtre transactionnel\!
pendingPutsShouldBeTemplate=La configuration du cache de pending-puts doit \u00EAtre un mod\u00E8le.
propertyCacheManagerResourceNotSet=La propri\u00E9t\u00E9 'hibernate.cache.infinispan.cachemanager' n'est pas d\u00E9finie
propertyUseSynchronizationDeprecated=La propri\u00E9t\u00E9 'hibernate.cache.infinispan.use_synchronization' est obsol\u00E8te; une 2LC avec un cache transactionnel doit toujours utiliser des synchronisations.
readWriteStrategyTransactionalCache=Demande d'une strat\u00E9gie de concurrence READ_WRITE mais le cache a \u00E9t\u00E9 configur\u00E9 comme transactionnel.
regionNameMatchesCacheName=La configuration du cache '%1$s' est pr\u00E9sente, mais l'utilisation n'a pas \u00E9t\u00E9 d\u00E9finie via hibernate.cache.infinispan.%2$s.cfg\=%3$s
timestampsMustNotUseEviction=Le cache de timestamps ne doit pas utiliser l'\u00E9viction\!
timestampsMustNotUseInvalidation=Le cache de timestamps ne peut pas \u00EAtre configur\u00E9 avec une invalidation
transactionalConfigurationIgnored=Les caches transactionnels ne sont pas pris en charge. L'option de configuration sera ignor\u00E9e ; veuillez la d\u00E9sactiver.
transactionalStrategyNonTransactionalCache=Demande d'une strat\u00E9gie de concurrence TRANSACTIONNEL mais le cache n'est pas configur\u00E9 comme transactionnel.
unableToCreateCacheManager=Impossible de cr\u00E9er le gestionnaire de caches par d\u00E9faut
unableToReleaseContext=Impossible de lib\u00E9rer le contexte initial
unableToRetrieveCmFromJndi=Impossible de r\u00E9cup\u00E9rer le CacheManager \u00E0 partir du JNDI [%1$s]
unableToRollbackInvalidationsDuringPrepare=Impossible d'\u00E9mettre des d\u00E9sinvalidations en tant que partie de la phase de pr\u00E9paration. Annulation.
unableToStart=Impossible de d\u00E9marrer la usine aux r\u00E9gions
useNonTransactionalQueryCache=Utilisez des caches non transactionnels pour obtenir les meilleurs performances\!
usingUnqualifiedNameInConfiguration=Les propri\u00E9t\u00E9s de configuration contiennent une entr\u00E9e pour un nom de r\u00E9gion non qualifi\u00E9 '%1$s', mais elle devrait contenir un nom de r\u00E9gion qualifi\u00E9 '%2$s'
