#
#Thu Jan 29 14:47:14 CET 2026
advanceExternalizerTypeClassesUndefined=El getTypeClasses para el Externalizer %1$s debe devolver un conjunto no vac\u00EDo
ambiguousConfigurationFiles=Se encontraron m\u00E1s de un archivo de configuraci\u00F3n con el nombre especificado en la clasepath. Se utilizar\u00E1 el primero\:
attributeDeprecated=Atributo '%1$s' del elemento '%2$s' ha sido desapercibido desde la versi\u00F3n de esquema %3$d.%4$d. Consulte el gu\u00EDa de actualizaci\u00F3n
attributeDeprecatedUseOther=El atributo '%1$s' en el elemento '%2$s' ha sido obsoleto. Por favor use el atributo '%3$s' en su lugar
attributeNotAllowedInInvalidationMode=No se puede habilitar '%1$s' en las cach\u00E9s de invalidaci\u00F3n\!
attributeRemoved=El atributo '%2$s' del elemento '%1$s' en '%3$s' ha sido eliminado sin reemplazo
autoXSiteStateTransferModeNotAvailableInSync=La transferencia autom\u00E1tica del estado entre sitios no es compatible con la estrategia de respaldo ASYNC.
awaitInitialTransferOnlyForDistOrRepl='awaitInitialTransfer' solo puede ser habilitado si el modo de cach\u00E9 es distribuido o replicado.
backupForMissingParameters=El nombre del cach\u00E9 remoto y el sitio remoto est\u00E1n ausentes o nulos en la configuraci\u00F3n de respaldo.
backupForNullCache=El nombre remoto del almac\u00E9n es nulo o vac\u00EDo en la configuraci\u00F3n de copia de seguridad.
backupMissingSite=La configuraci\u00F3n de la copia de seguridad debe incluir un 'sitio'.
cacheBackupsDataToSameSite=Esta cach\u00E9 est\u00E1 configurada para hacer una copia de seguridad en su propio sitio (%1$s).
cacheExists=El cach\u00E9 %1$s ya existe
cacheIsStopping=%1$s est\u00E1 en el estado 'STOPPING' y esta invocaci\u00F3n no pertenece a una transacci\u00F3n en curso, por lo que no acepta nuevas invocaciones. Reinicie o cree nuevamente el contenedor de cach\u00E9.
cacheIsTerminated=%1$s est\u00E1 en el estado '%2$s' y por lo tanto no acepta nuevas invocaciones. Reinicie o cree nuevamente el contenedor de cach\u00E9.
cacheManagerIsStopping=El administrador de cach\u00E9s se est\u00E1 deteniendo
cacheRecoveredAfterMerge=El cach\u00E9 %1$s recuper\u00F3 despu\u00E9s de la fusi\u00F3n con la topolog\u00EDa \= %2$s, modo de disponibilidad %3$s
cancelledConflictResolution=La resoluci\u00F3n del conflicto se ha cancelado para la cach\u00E9 %1$s con topolog\u00EDa %2$s
cannotAddStore=La cach\u00E9 '%1$s' no est\u00E1 vac\u00EDa, no se puede agregar almacenamiento.
cannotChangeMaxCount=No se puede cambiar max-count ya que max-size ya est\u00E1 definido
cannotChangeMaxSize=No se puede cambiar max-size ya que max-count ya est\u00E1 definido
cannotConvertContent=%1$s no puede convertir el contenido '%2$s' de %3$s a %4$s
cannotFindTranscoder=No se puede encontrar el transcoder entre '%1$s' a '%2$s'
cannotMarshall=No se puede serializar '{1}'
cannotObtainFailedCache=No se puede obtener el cach\u00E9 '%1$s' ya que est\u00E1 en el estado FAILED. Verifique la configuraci\u00F3n
cannotProvideBothSizeAndCount=No se puede configurar tanto maxCount como maxSize en la configuraci\u00F3n de memoria
cannotRenamePersistentFile=No se puede renombrar el archivo %1$s a %2$s
cannotRespondToCommit=La solicitud de confirmaci\u00F3n para la transacci\u00F3n %1$s no puede ser procesada por la cach\u00E9 %2$s ya que esta cach\u00E9 no es transaccional\!
cannotRespondToRollback=La solicitud de deshacer la transacci\u00F3n %1$s no puede ser procesada por la cach\u00E9 %2$s ya que esta cach\u00E9 no es transaccional\!
cannotUpdateInternalCache=La configuraci\u00F3n para la cach\u00E9 interna '%1$s' no puede ser modificada
classNotIndexable=La clase de entidad configurada %1$s no es indexable. Por favor elim\u00EDnela de la configuraci\u00F3n de \u00EDndice.
clearDisallowedWhilePartitioned=No se puede limpiar cuando el cl\u00FAster est\u00E1 dividido
clusterListenerInstallationFailure=Problema encontrado al instalar el oyente del cl\u00FAster.
clusterListenerRegisteredWithOnlyPreEvents=Se intent\u00F3 registrar un oyente de cl\u00FAster de la clase %1$s, pero el oyente est\u00E1 anotado como solo observando eventos pre\!
clusteredTransactionalStoreMustBeShared=Configuraci\u00F3n inv\u00E1lida para cargadores de cach\u00E9s '%1$s'. Para que un cargador de cach\u00E9s sea transaccional, tambi\u00E9n debe ser compartido.
commandNotYeySupportedByAllClusterMembers=Comando '%1$s' no est\u00E1 a\u00FAn soportado por todos los miembros del cl\u00FAster, requiere la versi\u00F3n '%2$s'
componentFailedToStart=Componento {0} no pudo iniciar
componentFailedToStop=Al intentar detener una cach\u00E9 o administrador de cach\u00E9s, uno de sus componentes fall\u00F3 al detenerse
configAlreadyDefined=Intento definir la configuraci\u00F3n para el cach\u00E9 {1} que ya existe
configDeprecated='%1$s' ha sido desapercibido sin reemplazo.
configDeprecatedUseOther='%1$s' en %3$s ha sido desapercibido. Por favor use '%2$s' en su lugar
configurationInUse=No se puede eliminar la configuraci\u00F3n del cach\u00E9 '{0}' porque est\u00E1 en uso
configurationNameMatchesMultipleWildcards=La configuraci\u00F3n '{1}' coincide con m\u00FAltiples plantillas comod\u00EDn
configurationNotFound=No podemos encontrar ninguna configuraci\u00F3n para la cach\u00E9 '%1$s' entre las configuraciones disponibles\: '%2$s'. Esta cach\u00E9 probablemente ha sido eliminada por otro hilo. Omite escribirla.
configurationSerializationFailed=No se pudo serializar la configuraci\u00F3n del cach\u00E9 '{0}' ({1})
containerFull=L\u00EDmite de expulsi\u00F3n del contenedor alcanzado %1$d, las operaciones de escritura est\u00E1n bloqueadas
coordinatorTimeoutWaitingForView=Tiempo de espera agotado esperando la vista %1$d. La vista actual es %2$d, el estado actual es %3$s
corruptDataMigrationFailed=Fallo al recuperar los datos persistidos '%1$s'.
couldNotCompleteInjectedTransaction=No pudo completar la transacci\u00F3n inyectada.
couldNotFindAttribute=No se encontr\u00F3 el atributo %1$s
couldNotFindAttribute>No=se encontr\u00F3 el atributo %1$s
couldNotInstantiateTransactionManager=No se pudo instanciar el gestor de transacciones
couldNotInvokeSetOnAttribute=No se pudo invocar set en el atributo %1$s con el valor %2$s
couldNotRollbackPrepared1PcTransaction=No se pudo deshacer una transacci\u00F3n preparada de 1PC. Esta transacci\u00F3n ser\u00E1 deshecha por el proceso de recuperaci\u00F3n, si est\u00E1 habilitado. Transacci\u00F3n\: %1$s
crossSiteUnavailable=RELAY2 no encontrado en el protocolo de pila. No se puede realizar operaciones cross-site.
crossSiteViewEvent=Recibido nuevo evento de sitio cruzado, sitios %1$s\: %2$s
customInterceptorsIgnored=La configuraci\u00F3n de interceptores personalizados ha sido obsoletada e ignorada.
customStorageStrategyNotSet=Se estableci\u00F3 ConfigurationStrategy en CUSTOM, pero ninguno se especific\u00F3
degradedModeKeyUnavailable=Clave '%1$s' no disponible. No todos los propietarios est\u00E1n en esta partici\u00F3n
degradedModeKeysUnavailable=Las claves '{1}' no est\u00E1n disponibles. No todos los due\u00F1os est\u00E1n en esta partici\u00F3n
degradedModeLockUnavailable=No se puede adquirir el bloqueo %1$s ya que esta partici\u00F3n est\u00E1 DEGRADED
deprecatedIndexProperties=La configuraci\u00F3n del \u00EDndice utilizando propiedades ha sido obsoleta y se eliminar\u00E1 en una versi\u00F3n futura, por favor utilice los elementos <index-writer> y <index-reader> para configurar el comportamiento de \u00EDndice.
directoryCannotBeCreated=El directorio %1$s no existe y no se puede crear\!
disconnectJGroups=Desconectando el canal JGroups `%1$s`
duplicateAliasName=El alias '%1$s' ya est\u00E1 siendo utilizado por la cach\u00E9 '%2$s'
duplicateCacheName=Se ha definido una cach\u00E9 con el nombre '%1$s' m\u00E1s de una vez\!
duplicateExternalizerIdFound=Se encontr\u00F3 un id duplicado\! AdvancedExternalizer id\=%1$d para %2$s es compartido por otro externalizador (%3$s). El \u00EDndice de lector es %4$d
duplicateIdWrapper=No se puede registrar Wrapper\: Id duplicado %1$d
duplicateJGroupsStack=Duplicado JGroups stack '%1$s'
duplicateRemoteSite=Sitio remoto duplicado '{0}' en la pila '{1}'
elementRemoved=El elemento '%1$s' en %2$s ha sido eliminado sin reemplazo.
entriesMigrated=%1$d entradas migradas al almac\u00E9n %2$s en %3$s
errorConvertingContent=El contenido '%1$s (Tipo de medio\: '%2$s') no puede convertirse a '%3$s'
errorCreatingChannelFromConfigFile=Error al intentar crear un canal usando el archivo de configuraci\u00F3n especificado\: %1$s
errorCreatingChannelFromConfigString=Se produjo un error al intentar crear un canal usando la cadena de configuraci\u00F3n especificada\: %1$s
errorCreatingChannelFromConfigurator=Error al intentar crear un canal usando la configuraci\u00F3n especificada '%1$s'
errorCreatingChannelFromXML=Error al intentar crear un canal usando la configuraci\u00F3n XML especificada\: %1$s
errorCreatingChannelFromXML>Error=al intentar crear un canal utilizando la configuraci\u00F3n XML especificada\: %1$s
errorCreatingForkChannel=Error al crear canal hijo para %1$s
errorDeserializing=La clase '%1$s' est\u00E1 bloqueada por la lista de permitidos para la deserializaci\u00F3n. Incluya el nombre de la clase en la lista de permitidos del servidor para autorizar.
errorDoingRemoteCall=Error al hacer una llamada remota
errorDoingRemoteCall>Error=mientras se realiza una llamada remota
errorMarshallingObject=Excepci\u00F3n mientras se serializa el objeto\: %1$s
errorPersistingGlobalConfiguration=Error al persistir el estado global de la configuraci\u00F3n
errorProcessing1pcPrepareCommand=Error al procesar un prepare en una transacci\u00F3n de fase \u00FAnica
errorProcessing2pcCommitCommand=Error al procesar un commit en una transacci\u00F3n de dos fases
errorProcessing2pcCommitCommand>Error=al procesar un commit en una transacci\u00F3n de dos fases
errorProcessingPrepare=Error al procesar la preparaci\u00F3n.
errorProcessingRequest=Error al procesar la solicitud {1}@{2}
errorProcessingResponse=Error procesando la respuesta para la solicitud %1$d desde %2$s
errorReadingFileStore=Fall\u00F3 al leer las entradas almacenadas desde el archivo. Error en el archivo %1$s a la posici\u00F3n %2$d
errorReadingRebalancingStatus=No se pudo leer el estado de rebalanceo desde el coordinador {1}
errorRollingBack=Excepci\u00F3n durante el deshacer
errorSendingResponse=Error al enviar respuesta para la solicitud %1$d@%2$s, comando %3$s
errorTranscoding=%1$s ha encontrado error codificando contenido
errorUpdatingMembersList=Error actualizando la lista de miembros del cl\u00FAster para la vista %1$d, esperando la siguiente vista
errorWritingValueForAttribute=Excepci\u00F3n al escribir valor para el atributo %1$s
evictionDisabled=La eliminaci\u00F3n de una entrada se invoc\u00F3 sin una estrategia expl\u00EDcita de eliminaci\u00F3n para la cach\u00E9 %1$s
evictionExecutorDeprecated=El elemento xml eviction-executor ha sido obsoletizado y reemplazado por expiration-executor, actualice su archivo de configuraci\u00F3n.
exceptionBasedEvictionOnlySupportedInTransactionalCaches=El expulso basado en excepciones solo es compatible con las caches transaccionales que no permiten el commit de una fase o sincronizaciones
exceptionDuringClusterListenerRetrieval=Problema durante el recupero de los oyentes del cl\u00FAster desde %1$s
exceptionDuringConflictResolution=Se produjo una excepci\u00F3n al intentar resolver un conflicto en las Claves '%1$s'\: %2$s
exceptionHandlingCommand=Se captur\u00F3 una excepci\u00F3n al manejar el comando %1$s
exceptionInvokingListener=Excepci\u00F3n capturada [{2}] al invocar el m\u00E9todo [{3}] en la instancia del escuchador\: {4}
exceptionPurgingDataContainer=Excepci\u00F3n capturada al limpiar el contenedor de datos\!
executionError=Se produjo un error ejecutando el comando %1$s en %2$s, escribiendo las claves %3$s
existingConfigForInternalCache=Ya existe una configuraci\u00F3n de cach\u00E9 con el nombre %1$s. No puede ser configurada externamente por el usuario.
expectedJustOneResponse=Se esperaba solo una respuesta; obtuvimos %1$s
expirationNotAllowedWhenStoreDoesNotSupport=La expiraci\u00F3n (tiempo de inactividad m\u00E1xima o vida \u00FAtil) no est\u00E1 permitida mientras se usa un almac\u00E9n '%1$s' que no admite la expiraci\u00F3n, a menos que est\u00E9 configurado como solo lectura
extraneousMembersJoinRestoredCache=Miembros adicionales %1$s intentan unirse al cach\u00E9 %2$s, ya que no eran miembros del estado persistido
factoryCannotConstructComponent=La factor\u00EDa no sabe c\u00F3mo construir el componente %1$s
failedConflictResolution=Fallo en la resoluci\u00F3n de conflictos para el cach\u00E9 %1$s con la topolog\u00EDa %2$s
failedInvalidatingRemoteCache=Fallo al invalidar el cach\u00E9 remoto
failedInvokingCacheManagerListener=Caught exception while invoking a cache manager listener\!
failedInvokingEventLoggerListener=Se captur\u00F3 una excepci\u00F3n mientras se invocaba un oyente de registro de eventos\!
failedLoadingKeysFromCacheStore=Fallo al cargar las claves desde el almacenamiento de cach\u00E9
failedOutBoundTransferExecution=Fallo al ejecutar el transferente saliente
failedPartitionHandlingTxCompletion=Excepci\u00F3n completando la transacci\u00F3n parcialmente completada %1$s. Intenta de nuevo m\u00E1s tarde.
failedReadingPersistentState=No se pudo leer el estado persistente desde el archivo %1$s. Abortando.
failedSynchronizationRegistration=Fall\u00F3 el registro de sincronizaci\u00F3n
failedToBackupData=No se pudo respaldar el cach\u00E9 `%1$s` a uno o m\u00E1s sitios remotos\: %2$s
failedToCallStopAfterFailure=Se intent\u00F3 llamar a stop() desde el estado FAILED, pero se atrap\u00F3 una excepci\u00F3n.
failedToCreateInitialCtx=Fall\u00F3 al crear el contexto JNDI inicial
failedToEnlistTransactionXaAdapter=Fallo al inscribir TransactionXaAdapter en la transacci\u00F3n
failedToInitializeCache=Fall\u00F3 al inicializar la cach\u00E9\: '%1$s'
failedToInitializeGlobalRegistry=No se pudo inicializar el registro global
failedToInvalidateKeys=Error invalidando las claves de L1 despu\u00E9s de rehash
failedToRecoverCacheState=Fallo al recuperar el estado de la cach\u00E9 %1$s despu\u00E9s de que el nodo actual se convierta en coordinador
failedToRecoverClusterState=No se pudo recuperar el estado del cl\u00FAster despu\u00E9s de que el nodo actual se convirtiera en el coordinador (o tras una fusi\u00F3n), intentar\u00E1 de nuevo
failedToRequestSegments=No se pudo solicitar el estado de la cach\u00E9 %1$s desde el nodo %2$s, segmentos %3$s
failedToRestartXSiteStateTransfer=No se puede reiniciar el transfer de estado entre sitios a la sitio %1$s
failedToRetrieveTransactionsForSegments=No se pudo recuperar las transacciones de cach\u00E9 %1$s desde el nodo %2$s, segmentos %3$s
failedToTransferTombstones=Fallo al transferir las tumbas cruz-site a {1} para los segmentos {2}.
failedToUpdateAttribute=No se pudo actualizar el atributo nombre %1$s con el valor %2$s
failedWaitingForTopology=Fall\u00F3 esperando la topolog\u00EDa %1$d
failedWritingGlobalState=No se pudo escribir el estado en el archivo {1}.
failurePolicyClassNotCompatibleWith=La configuraci\u00F3n 'failure-policy-class' del respaldo '%1$s' no es compatible con 'failure-policy\=%2$s'. Use 'failure-policy\="CUSTOM"'
fallingBackToEmbeddedTm=Usando EmbeddedTransactionManager
finishedConflictResolution=La resoluci\u00F3n de conflictos termin\u00F3 para la cach\u00E9 %1$s con la topolog\u00EDa %2$s.
finishedRebalance=Equilibrio terminado para el almac\u00E9n %1$s, topolog\u00EDa %2$s
flushedACLCache=Flushed ACL Cache
forbiddenStoreLocation=La ubicaci\u00F3n de almacenamiento '%1$s' no es una subcarpeta de la ubicaci\u00F3n persistente global '%2$s'
forkProtocolRequired=FORK protocol requerido en el canal de JGroups.
foundDifferentIndexConfigPerType=No est\u00E1 permitido tener diferentes configuraciones de indexaci\u00F3n para cada tipo indexado en una cach\u00E9.
getConflictsAlreadyInProgress=ConflictManager.getConflicts() ya est\u00E1 en curso
getConflictsStateTransferInProgress=No se puede recuperar las conflictos mientras el StateTransfer est\u00E1 en curso para el cach\u00E9 '%1$s'
globalSecurityAuthShouldBeEnabled=La autorizaci\u00F3n global de seguridad debe estar habilitada si la autorizaci\u00F3n de cach\u00E9 est\u00E1 habilitada.
globalStateCannotAcquireLockFile=No se puede adquirir el bloqueo '%1$s' para el estado global persistente
globalStateDisabled=No se puede persistir la configuraci\u00F3n de la cach\u00E9 ya que el estado global est\u00E1 deshabilitado
globalStateLoad=Cargado estado global, versi\u00F3n\=%1$s timestamp\=%2$s
globalStateLockFilePresent=Dangling lock file '%1$s' en el estado global persistente, probablemente dejado atr\u00E1s por una apag\u00F3n inesperado. 
globalStateWrite=Estado persistido, versi\u00F3n\=%1$s timestamp\=%2$s
groupingOnlyCompatibleWithObjectStorage=El agrupamiento solo es compatible con el tipo de almacenamiento application/x-java-object pero era\: {key\=%1$s, value\=%2$s}
ignoreAttribute=Ignorando el atributo '%2$s' del elemento '%1$s' en '%3$s', por favor elimine del archivo de configuraci\u00F3n
ignoreXmlElement=Ignorando el elemento %1$s en %2$s, elim\u00EDnalo del archivo de configuraci\u00F3n.
ignoredAttribute=El %1$s ya no es compatible desde la versi\u00F3n %2$s. El atributo %3$s en la l\u00EDnea %4$d ser\u00E1 ignorado.
ignoringCacheTopology=Ignorando la topolog\u00EDa del cach\u00E9 de %1$s durante la fusi\u00F3n\: %2$s
ignoringSpecificMediaTypes=Se especific\u00F3 un solo tipo de medio para las claves y los valores, ignorando las configuraciones individuales.
ignoringUnsolicitedState=Recibido estado no solicitado del nodo {1} para el segmento {2} del cach\u00E9 {3}
illegalCapacityFactor=capacityFactor debe ser positivo
immutableConfiguration=La configuraci\u00F3n es inmutable
incompatibleClusterConfiguration=No se puede crear una configuraci\u00F3n clusterizada para la cach\u00E9 '%1$s' porque la configuraci\u00F3n %n%2$s%n es incompatible con la configuraci\u00F3n existente %n%3$s
incompatiblePersistedConfiguration=No se puede recrear la configuraci\u00F3n persistida para la cach\u00E9 '%1$s' porque la configuraci\u00F3n %n%2$s%n es incompatible con la configuraci\u00F3n existente %n%3$s
incompleteGlobalState=El estado global no se puede persistir porque est\u00E1 incompleto (generalmente causado por errores al iniciar).
indexLocationWorkingDir=Ruta del \u00EDndice no proporcionada y estado global deshabilitado, se utilizar\u00E1 el directorio de trabajo actual para el almacenamiento.
indexRelativeWorkingDir=El camino del \u00EDndice '%1$s' no es absoluto y el estado global est\u00E1 deshabilitado, se utilizar\u00E1 un directorio relativo al directorio de trabajo actual.
indexableClassesDefined=La configuraci\u00F3n de la cach\u00E9 no debe declarar entidades indexadas si no est\u00E1 indexada
indexedEntityNameMissing=El nombre de la entidad indexada no puede ser nulo o vac\u00EDo
initialStateTransferTimeout=El tiempo de transferencia inicial se agot\u00F3 para la cach\u00E9 %1$s en %2$s
interceptorStackNotSupported=La pila de interceptores no es compatible con el cach\u00E9 simple
interruptedWaitingForCoordinator=getCoordinator()\: Interrumpido mientras se esperan los miembros para estar establecidos.
invalidAttributeEnumValue=El atributo '%2$s' del elemento '%1$s' tiene un valor ilegal '%3$s' en %5$s. Se espera uno de %4$s.
invalidAttributeValue=El atributo '%2$s' del elemento '%1$s' tiene un valor ilegal '%3$s' en %4$s\: %5$s
invalidChunkSize=Tama\u00F1o del bloque debe ser positivo, se obtuvo %1$d
invalidCompletedTxTimeout=completedTxTimeout debe ser >\= 0, obtuvimos %1$d
invalidConfigurationIndexingWithInvalidation=El \u00EDndice no se puede habilitar en las c\u00E1maras en modo Invalidation
invalidConfigurationIndexingWithoutModule=El \u00EDndice solo puede estar habilitado si est\u00E1 disponible infinispan-query.jar en su classpath y este jar no se ha detectado.
invalidEncodingClass=La clase %1$s debe ser una subclase de %2$s
invalidEvictionSize=El expulso basado en memoria est\u00E1 habilitado, por favor especifique un tama\u00F1o m\u00E1ximo o cuenta mayor que cero
invalidIndexStartUpMode=Modo de inicio de \u00EDndice inv\u00E1lido\: %1$s
invalidIndexStorage=Almacenamiento de \u00EDndice inv\u00E1lido
invalidJson=No se pudo convertir el contenido de texto a JSON\: '{1}'
invalidMessageType=Se recibi\u00F3 un tipo de mensaje no v\u00E1lido %1$s desde %2$s
invalidNameSize=El nombre debe ser menor que 256 bytes. El nombre actual '%1$s' excede el tama\u00F1o.
invalidPermission=Intento agregar una permiso %1$s a una colecci\u00F3n de permisos de seguridad
invalidPersistentState=El archivo de estado para '%1$s' es inv\u00E1lido. El inicio se ha detenido para prevenir la corrupci\u00F3n adicional del estado persistente
invalidPolicyWithAsyncStrategy=La configuraci\u00F3n 'failure-policy\=%2$s' del respaldo '%1$s' no es v\u00E1lida con una estrategia de respaldo ASYNC.
invalidPrincipalRoleMapper>No=se ha especificado un mapeador principal a rol
invalidReaperWakeUpInterval=reaperWakeUpInterval debe ser >\= 0, recibimos %1$d
invalidScope=Scope de analizador inv\u00E1lido. Se esperaba '{1}' pero se recibi\u00F3 '{2}'
invalidSingleFileStoreData=Se ley\u00F3 datos inv\u00E1lidos en el archivo SingleFileStore %1$s, elimine el archivo e int\u00E9ntelo nuevamente
invalidStateTransferTimeout=El tiempo de espera para la transferencia de estado (%1$s) debe ser mayor o igual que el tiempo de espera remoto (%2$s)
invalidTouchMode=Los modos de cach\u00E9 as\u00EDncronos, como %1$s, no pueden usar el modo TOUCH sincr\u00F3nico para las expiraciones m\u00E1ximas.
invalidTracingCollectorEndpoint=El endpoint del recopilador de seguimiento '%1$s' no es v\u00E1lido.
invalidXSiteStateTransferMode=El modo de transferencia de estado cruzada no puede ser null.
invalidXSiteStateTransferTimeout=El valor de tiempo de espera para la transferencia de estado de replicaci\u00F3n cruzada debe ser igual o mayor que uno.
invalidXSiteStateTransferWaitTime=El tiempo de espera entre reintentos para el transfer de estado de replicaci\u00F3n entre sitios debe ser igual o superior a uno.
invalidationPartitionHandlingNotSuported=El modo de invalidaci\u00F3n solo es compatible con when-split\=ALLOW_READ_WRITES
invocationBatchingCannotBeRecoverable=A cach\u00E9 configurada con el lote de invocaciones no puede tener recuperaci\u00F3n habilitada
invocationBatchingNeedsTransactionalCache=No se puede habilitar la Batching de Invocaciones cuando el modo de Transacci\u00F3n es NO_TRANSACTIONAL, establezca el modo de transacci\u00F3n en TRANSACTIONAL
invocationBatchingNotEnabled=La agrupaci\u00F3n de invocaciones no est\u00E1 habilitada en la configuraci\u00F3n actual. Por favor, habil\u00EDtela.
issueEncounteredResettingIndex=Hubo un error al restablecer el \u00EDndice SIFS para la cach\u00E9 %1$s.
jgroupsConfigurationNotFound=No se pudo encontrar el archivo de configuraci\u00F3n JGroups especificado '%1$s'
jgroupsConfigurationNotFound>No=se pudo encontrar el archivo de configuraci\u00F3n JGroups especificado '%1$s'
jgroupsInsertRequiresPosition=Insertar el protocolo '%1$s' en una pila JGroups requiere el atributo 'stack.position'
jgroupsNoStackPosition=No se puede usar stack.position cuando stack.combine es '%1$s'
jgroupsNoSuchProtocol=El protocolo '%1$s' no existe en la pila base para la operaci\u00F3n '%2$s'
jgroupsRelayWithoutRemoteSites=La pila JGroups '%1$s' tiene un protocolo RELAY2 sin sitios remotos.
jgroupsRemoteSitesWithoutRelay=La pila JGroups '%1$s' declara sitios remotos pero no incluye el protocolo RELAY2.
jmxMBeanAlreadyRegistered=El dominio JMX '%1$s' ya se utiliza.
jsonObjectConversionDeprecated=Las conversiones entre JSON y objetos Java est\u00E1n obsoletas y ser\u00E1n eliminadas en una versi\u00F3n futura. Para leer/escribir valores como JSON, se recomienda definir un esquema protobuf y almacenar los datos en la cach\u00E9 utilizando 'application/x-protostream' como tipo de medio.
l1InvalidLifespan=Usar una vida \u00FAtil L1 de 0 o un valor negativo es sin sentido
l1NotValidWithExpirationEviction=No se admite el uso del cach\u00E9 L1 cuando se usa la expulsi\u00F3n basada en excepciones.
l1OnlyForDistributedCache=El habilitar el nivel 1 (L1) solo est\u00E1 soportado cuando se usa DISTRIBUTED como modo de cach\u00E9. Tu modo de cach\u00E9 est\u00E1 configurado a %1$s
loaderConfigurationDoesNotSpecifyLoaderClass=La configuraci\u00F3n del cargador de cach\u00E9 %1$s no especifica la clase de cargador utilizando @ConfigurationFor
localAndPhysicalAddress=Canal `%1$s` direcci\u00F3n local es `%2$s`, las direcciones f\u00EDsicas son `%3$s`
lockOperationsNotSupported=Las operaciones expl\u00EDcitas de bloqueo no est\u00E1n soportadas en la cach\u00E9 simple.
managerConfigurationStorageUnavailable=La estrategia de configuraci\u00F3n no se puede establecer en MANAGED en modo embebido
marshallerMissingFromUserAndGlobalContext=No se pudo deserializar '%1$s' ya que no hay un marshaller presente en el contexto de serializaci\u00F3n del usuario o global
marshallerNotOverridden=%1$s implementaci\u00F3n del marshaller no sobrescrita en SerializationContext
marshallersNotSupported=Ignorando el atributo 'marshaller'. Los marshallers comunes ya est\u00E1n disponibles en tiempo de ejecuci\u00F3n, y para desplegar un marshaller personalizado, consulte la secci\u00F3n 'Codificaci\u00F3n' en el gu\u00EDa del usuario
maxIdleGreaterThanOrEqualLifespan=El valor max idle debe ser menor que la duraci\u00F3n de vida cuando est\u00E1 configurado. El valor max idle es %1$s y la duraci\u00F3n de vida es %2$s
maxIdleGreaterThanOrEqualLifespanRuntime=Se encontr\u00F3 un entrada con max idle %1$d ms siendo mayor o igual a la duraci\u00F3n de vida %2$d ms, ignorando max idle
maxIdleNotAllowedWithoutPassivation=Max idle no est\u00E1 permitido mientras se usa un almacenamiento sin pasivaci\u00F3n
maxIdleNotTestedWithPassivation=El tiempo m\u00E1ximo inactivo no es compatible cuando se utiliza un almacenamiento
memorySharedConfigHasEviction=La configuraci\u00F3n de memoria que utiliza un contenedor compartido no puede tener configuraciones individuales de desalojo
memorySharedConfigHasOffHeap=La configuraci\u00F3n de memoria que usa un contenedor compartido no es compatible con el almacenamiento en off-heap
memorySharedContainerNotExist=Configuraci\u00F3n de memoria utilizando un contenedor compartido {1} que no existe en la configuraci\u00F3n global de memoria
metricRegistrationFailed=Fallo al registrar las m\u00E9tricas con el id %1$s. Raz\u00F3n\: %2$s
missingBackupFailurePolicyClass=Debes especificar una 'failure-policy-class' para usar una pol\u00EDtica personalizada de fallo de respaldo para el respaldo '%1$s'.
missingDefaultCacheDeclaration=Falta la configuraci\u00F3n para el cach\u00E9 por defecto '%1$s' declarado en el contenedor
missingForeignExternalizer=Falta externalizador extranjero con id\={1}, ya sea el externalizador no fue configurado por el cliente, o la implementaci\u00F3n del ciclo de vida del m\u00F3dulo agregando el externalizador no fue cargada correctamente
missingGlobalStatePersistentLocation=La persistencia del estado global se habilit\u00F3 sin especificar una ubicaci\u00F3n
missingJGroupsStack=No existe tal pila JGroups '%1$s'
missingJGroupsStack>No=existe tal pila JGroups '%1$s'
missingListPreparedTransactions=Faltan la lista de transacciones preparadas desde el nodo %1$s. La respuesta recibida es %2$s
missingRequiredProperty=Falta la propiedad requerida '%1$s' para el atributo '%2$s' en %3$s
missingTooManyMembers=La cach\u00E9 '%1$s' tiene un n\u00FAmero de due\u00F1os %2$d pero falta demasiados miembros (%3$d/%4$d) para reinstalar la topolog\u00EDa
missingTransportConfiguration=Se necesita una configuraci\u00F3n de transporte en la configuraci\u00F3n global para definir un almac\u00E9n en cl\u00FAster
missingTypeForUnwrappedPayload=La conversi\u00F3n de un payload sin envoltorio requiere que el par\u00E1metro 'type' sea proporcionado en el MediaType de destino
missingXSiteEntryMergePolicy=Falt\u00F3 la XSiteEntryMergePolicy. La configuraci\u00F3n de cach\u00E9 debe incluir una pol\u00EDtica de fusi\u00F3n.
missingXSiteEntryMergePolicy>No=se especifica la XSiteEntryMergePolicy. La configuraci\u00F3n del cach\u00E9 debe incluir una pol\u00EDtica de fusi\u00F3n.
moduleStopError=Error al detener el m\u00F3dulo %1$s
multipleSitesWithSameName=Hay m\u00FAltiples sitios con el mismo nombre '%1$s'. Esta configuraci\u00F3n no es v\u00E1lida.
noAnnotateMethodsFoundInListener=Intent\u00F3 registrar el oyente de clase %1$s, pero no se encontraron m\u00E9todos v\u00E1lidos y p\u00FAblicos anotados con las anotaciones de eventos a nivel de m\u00E9todo\! Ignorando oyente.
noConfiguration=No existe tal plantilla/configuraci\u00F3n '%1$s'
noDefaultCache=Solicita una cach\u00E9 predeterminada, pero no se ha establecido ninguna cach\u00E9 como predeterminada para este contenedor
noFilterIndexingServiceProviderFound=No se encontr\u00F3 ning\u00FAn proveedor de servicio de indexaci\u00F3n para el filtro de \u00EDndice de tipo %1$s
noFilterIndexingServiceProviderFound>No=se encontr\u00F3 un proveedor de servicio de indexaci\u00F3n para el filtro indexado de tipo %1$s
noIndexableClassesDefined=No se definieron clases indexables para esta cach\u00E9 indexada. La configuraci\u00F3n debe contener clases o tipos de mensajes de protobuf anotados con '@Indexed'
noLiveOwnersFoundForSegments=No se encontraron due\u00F1os vivos para los segmentos {1} del cach\u00E9 {2}. Due\u00F1os excluidos\: {3}
noSuchCacheConfiguration=Se ha solicitado el cach\u00E9 '%1$s', pero no existe una configuraci\u00F3n de cach\u00E9 que coincida
noSuchGlobalRoles=Invalid cache roles '%1$s'
nodeNameNotInRaftMembers=El nombre del transporte debe estar presente en raft-members\: %1$s
nodeWithIncompatibleStateJoiningCache=El nodo %1$s intenta unirse a la cach\u00E9 %2$s con un estado incompatible
nodeWithPersistentStateJoiningClusterWithoutState=El nodo %1$s con estado persistente intentando unirse a la cach\u00E9 %2$s en un cl\u00FAster sin estado.
nonWritableStateFile=El archivo de estado %1$s no es writable. Abortando.
notStartingEvictionThread=El intervalo wakeUpInterval es <\= 0, no se iniciar\u00E1 el hilo de eliminaci\u00F3n expirada.
notSupportedInSimpleCache=Esta configuraci\u00F3n no es compatible con una cach\u00E9 simple
offHeapMemoryEvictionNotSupportedWithObject=El desalojo basado en el tama\u00F1o (bytes) necesita un almacenamiento fuera de heap o una configuraci\u00F3n binariamente compatible en la codificaci\u00F3n del cach\u00E9
onlyOnePreloadStoreAllowed=Se permite un solo almacenamiento en 'preload'\!
parserDoesNotDeclareNamespaces=El analizador de configuraci\u00F3n %1$s no declara ninguna anotaci\u00F3n de espacio de nombres
parserRootElementAlreadyRegistered=El elemento ra\u00EDz para %1$s ya est\u00E1 registrado en ParserRegistry por %2$s. No se puede instalar %3$s.
partitionDegraded=El cl\u00FAster opera en modo de degradaci\u00F3n debido a los fallos de nodo.
passivationStoreCannotBeShared=Configuraci\u00F3n inv\u00E1lida para cargadores de cach\u00E9s '%1$s'. Si un cargador de cach\u00E9s est\u00E1 configurado con pasivaci\u00F3n, el cargador de cach\u00E9s no puede compartirse en un cl\u00FAster\!
passivationWithoutEviction=La pasivaci\u00F3n se ha configurado sin seleccionar una pol\u00EDtica de expulsi\u00F3n. Solo las entidades expulsadas manualmente ser\u00E1n pasivadas.
persistedDataMigrationFailed=Se produjo un error al migrar los datos persistidos de '%1$s'.
persistedDataMigrationUnsupportedVersion=Versi\u00F3n de datos persistida no compatible\: %1$s
persistedDataSuccessfulMigrated='%1$s' datos persistidos migrados con \u00E9xito.
persistenceAvailable=La persistencia est\u00E1 ahora disponible
persistenceUnavailable=La persistencia no est\u00E1 disponible debido al almacenamiento %1$s
persistenceWithoutCacheLoaderInterceptor=La persistencia se ha habilitado sin ninguno CacheLoaderInterceptor en InterceptorChain\!
persistenceWithoutCacheWriteInterceptor=La persistencia est\u00E1 habilitada sin ning\u00FAn CacheWriteInterceptor en la cadena de interceptores\!
persistentConsistentHashMismatch=La f\u00E1brica de CH '{1}' no puede restaurar una CH persistente de la clase '{2}'
preloadAndPurgeOnStartupConflict=Un almacenamiento no puede configurarse con tanto preload como purgeOnStartup
preparedTxAlreadyExists=Ya existe una transacci\u00F3n preparada con este xid\: %1$s. Nueva transacci\u00F3n es %2$s. \u00BFHay dos transacciones diferentes con el mismo Xid en el cl\u00FAster?
problemApplyingStateForKey=Problema encontrado al aplicar el estado para la clave %1$s\!
problemClosingChannel=Problema cerrando canal `%1$s`; lo establezco en null
problemPreloadingKey=Problema al pre-cargar la clave {0}\!
queriedAttributeNotFound=No se encontr\u00F3 el atributo consultado con nombre %1$s
queryNotSupported=M\u00F3dulo de consulta no encontrado. A\u00F1ada infinispan-query a la clase de ruta de acceso.
querySimpleCacheNotSupported=Cach\u00E9s simples no admiten consultas. Use cach\u00E9s est\u00E1ndar para realizar consultas.
raftGlobalStateDisabled=No se puede persistir los datos RAFT ya que el estado global est\u00E1 deshabilitado
raftProtocolAvailable=El protocolo RAFT est\u00E1 disponible.
randomCacheModeSynonymsDeprecated=%1$s ha sido obsoleto como sin\u00F3nimo de %2$s. Utiliza uno de %3$s en su lugar.
readOnlyPermissionCollection=Intento agregar una permiso a una colecci\u00F3n de permisos de seguridad de solo lectura
rebalanceError=Error durante la rebalanceo para el cach\u00E9 %1$s en el nodo %2$s, id de topolog\u00EDa \= %3$d
rebalancePhaseConfirmedOnNode=Fase de equilibrio %1$s confirmada para el cach\u00E9 %2$s en el nodo %3$s, id de topolog\u00EDa \= %4$d
rebalanceStartError=No se pudo iniciar el equilibrio para el almac\u00E9n %1$s
rebalancingEnabled=Reequilibrio habilitado
rebalancingSuspended=El equilibrio est\u00E1 suspendido
receivedClusterView=Recibida nueva vista del cl\u00FAster para el canal %1$s\: %2$s
receivedMergedView=Se recibi\u00F3 una nueva vista MERGED del cl\u00FAster para el canal %1$s\: %2$s
receivedXSiteClusterView=Recibido nuevo vista a nivel de sitio\: {1}
recoverFromStateMissingMembers=Recuperando el cach\u00E9 {1} pero faltan miembros, miembros conocidos {2} de un total de {3}
recoveryIgnored=Llamada a recuperaci\u00F3n ser\u00E1 ignorada ya que la recuperaci\u00F3n est\u00E1 deshabilitada. M\u00E1s sobre recuperaci\u00F3n\: http\://community.jboss.org/docs/DOC-16646
recoveryNotSupportedWithNonTxCache=La recuperaci\u00F3n no es compatible con el cach\u00E9 no transaccional
recoveryNotSupportedWithSynchronization=La recuperaci\u00F3n no es compatible con la sincronizaci\u00F3n
rejectOutdatedView=Evento de vista rechazado. El identificador de la vista instalada '%1$s' es m\u00E1s nuevo que la vista recibida\: %2$s
remoteException=Se recibi\u00F3 una excepci\u00F3n de %1$s, consulte la causa para el seguimiento de pila remota
remoteNodeSuspected=El nodo %1$s fue sospechoso
remoteNodeTimedOut=El nodo %1$s expir\u00F3, tiempo \: %2$s %3$s
remoteTransactionAlreadyCompleted=No se puede crear la transacci\u00F3n remota %1$s, ya est\u00E1 completada
remoteTransactionAlreadyRolledBack=No se puede confirmar la transacci\u00F3n remota %1$s ya que ya fue deshacerse
remoteTransactionAlreadyRolledBack>No=se puede confirmar la transacci\u00F3n remota %1$s ya que ya fue revertida
remoteTransactionOriginatorNotInView=No se puede crear la transacci\u00F3n remota %1$s, el origen no est\u00E1 en la vista de cl\u00FAster
remoteTransactionOriginatorNotInView>No=se puede crear la transacci\u00F3n remota {0}, ya que el origen no est\u00E1 en la vista del cl\u00FAster
remoteTransactionStatusMissing=No se pudo encontrar el estado de la transacci\u00F3n remota %1$s, por favor aumente transaction.completedTxTimeout
remoteTransactionTimeout=La transacci\u00F3n remota %1$s se agot\u00F3. Se revertir\u00E1 despu\u00E9s de %2$d ms
requestTimedOut=Se agot\u00F3 el tiempo esperando respuestas para la solicitud %1$d desde %2$s despu\u00E9s de %3$s
requireNodeName=El nombre del nodo de transporte no est\u00E1 configurado.
requireNonNullClusterName=El nombre del cl\u00FAster del transporte no puede ser nulo.
retrievingTm=Recuperando gestor de transacciones %1$s
scheduledTaskEncounteredThrowable=Hubo un error en la tarea peri\u00F3dica enviada con %1$s, no se est\u00E1 reprogramando.
securityCacheTracing=El contenedor de seguridad no se puede habilitar/deshabilitar a nivel de cach\u00E9, ya que est\u00E1 configurado globalmente.
sharedContainerNotFound=Contenedor compartido no disponible\: %1$s
sharedStoreShouldNotBePurged=Configuraci\u00F3n incorrecta del cargador de almacenamiento para '{1}'. Si un cargador de almacenamiento est\u00E1 configurado con purgeOnStartup, el cargador de almacenamiento no puede ser compartido en un cl\u00FAster\!
sharedStoreWithLocalCache=Un almac\u00E9n no puede compartirse cuando se utilice un cach\u00E9 local.
singleOwnerNotSetToAllowReadWrites=La estrategia de partici\u00F3n debe ser ALLOW_READ_WRITES cuando numOwners es 1
siteNotFound=El sitio '%1$s' no se encontr\u00F3.
startFailure=%1$s start failed, stopping any running components
startMigratingPersistenceData=Migrando datos persistidos '%1$s' al nuevo formato...
startRecoveringCorruptPersistenceData=Apretando para recuperar el posible datos corruptos del archivo {1}
startingConflictResolution=Resoluci\u00F3n de conflicto iniciando para la cach\u00E9 %1$s con topolog\u00EDa %2$s
startingJGroupsChannel.1=Iniciando canal JGroups `%1$s`
startingJGroupsChannel.2=Iniciando canal JGroups `%1$s` con pila `%2$s`
startingRebalancePhase=Iniciando nueva fase de equilibrio para el cach\u00E9 {1}, topolog\u00EDa {2}
startingUserMarshaller=Iniciando el deserializador de usuario '{1}'
stopOrderIgnored=Detecci\u00F3n de dependencia c\u00EDclica entre las cach\u00E9s, orden de detenci\u00F3n ignorado
storeBothReadAndWriteOnly=El almacenamiento no puede configurarse con lectura y escritura solo\!
storeConfiguredHasBothReadAndWriteOnly=El almacenamiento '{1}' no puede configurarse como '{2}', ya que la implementaci\u00F3n lo especifica como ya sea '{3}'\!
storeConfiguredSegmentedButCharacteristicNotPresent=El almacenamiento %1$s no puede configurarse para ser segmentado ya que no contiene la caracter\u00EDstica SEGMENTABLE
storeConfiguredSharedButCharacteristicNotPresent=El almac\u00E9n %1$s no puede ser configurado para ser compartido ya que no contiene la caracter\u00EDstica SHARED.
storeConfiguredTransactionalButCharacteristicNotPresent=La cach\u00E9 %1$s no puede configurarse como transaccional ya que no contiene la caracter\u00EDstica TRANSACTIONAL
storeDoesNotSupportBeingSegmented=Configuraci\u00F3n inv\u00E1lida para cargadores de cach\u00E9s '%1$s'. Esta implementaci\u00F3n no admite estar segmentado\!
storeIsAvailableCheckThrewException=La comprobaci\u00F3n isAvailable del almac\u00E9n '%1$s' arroj\u00F3 una excepci\u00F3n.
storeIsAvailableCompletedExceptionally=El almacenamiento '%1$s'\#isAvailable completado Exceptionally
storeLocationRequired.0=El almacenamiento debe especificar una ubicaci\u00F3n cuando se desactiva el estado global
storeLocationRequired.2=El almacenamiento '%1$s' debe especificar el atributo '%2$s' cuando se desactiva el estado global
storeReadOnlyExceptions=La cach\u00E9 no puede configurarse con purgeOnStartup, compartida o pasivaci\u00F3n si es de solo lectura\!
storeTimeoutBetweenEntries=Tiempo entre entradas/llaves recuperadas del almac\u00E9n super\u00F3 %1$s ms. Habilita el rastreo para org.infinispan.PERSISTENCE para trazar los llamadores a esto.
storeWriteOnlyExceptions=El almacenamiento no puede configurarse con fetchPersistenceState o preload si es de solo escritura\!
templateConfigurationStartAttempt=Se intent\u00F3 iniciar un cach\u00E9 usando la plantilla de configuraci\u00F3n '%1$s'
thirdPartySuspected=%1$s report\u00F3 que un tercer nodo fue sospechado, consulte el motivo para obtener informaci\u00F3n sobre el nodo que fue sospechado
threadPoolFactoryIsBlocking=La f\u00E1brica de pools de hilos %1$s est\u00E1 bloqueando, pero el pool %2$s requiere hilos no bloqueantes
timeoutWaitingForAcks=Tiempo de espera agotado despu\u00E9s de %1$s esperando acks (%2$s). Id\=%3$s, Id de topolog\u00EDa\=%4$s
timeoutWaitingForInitialNodes=Se produjo un tiempo de espera mientras esperaba por %1$d miembros en el cl\u00FAster. La \u00FAltima vista ten\u00EDa %2$s
timeoutWaitingForView=Tiempo de espera agotado esperando la vista %1$d, la vista actual es %2$d
topologyTimeout=Tiempo de espera agotado esperando la topolog\u00EDa %1$d, la topolog\u00EDa actual es %2$d
topologyUpdateError=No se pudo actualizar la topolog\u00EDa para el almac\u00E9n %1$s
transactionAlreadyRolledBack=La transacci\u00F3n %1$s ya fue revertida
transactionCleanupError=Error durante la limpieza de las transacciones de leaver
transactionDataTimeout=Tiempo de espera agotado esperando los datos de transacci\u00F3n %1$d
transactionNotificationsDisabled=Las notificaciones de transacci\u00F3n est\u00E1n deshabilitadas. Esto impide que los oyentes del cl\u00FAster funcionen correctamente\!
transactionalStoreCannotBeAsync=Invalid cache loader configuration for '%1$s'. Un cargador de cach\u00E9 no puede ser a la vez as\u00EDncrono y transaccional.
transactionalStoreInNonTransactionalCache=No es posible que un almac\u00E9n sea transaccional en una cach\u00E9 no transaccional. 
transactionalStoreInPassivatedCache=No es posible que un almacenamiento sea transaccional cuando la passivaci\u00F3n est\u00E9 habilitada. 
tryingToBringOnlineNonexistentSite=Intentando recuperar un sitio que no existe (%1$s)\!
twoPhaseCommitAsyncBackup=El dos-fases commit solo puede usarse con una estrategia de respaldo s\u00EDncrona.
unableToAcquireLock=No se pudo adquirir el bloqueo despu\u00E9s de %1$s para la clave %2$s y el solicitante %3$s. El bloqueo est\u00E1 siendo mantenido por %4$s
unableToAddJGroupsStack=No se puede configurar la pila JGroups '%1$s'
unableToAddNullEntryMergePolicyFactory=No se puede agregar una 'null' EntryMergePolicyFactory
unableToApplyXSiteState=No se puede aplicar una porci\u00F3n del estado entre sitios.
unableToBroadcastInvalidation=No se pudo difundir los mensajes de invalidaci\u00F3n
unableToCreateInterceptor=Problemas creando el interceptor %1$s
unableToFindLocalTransactionFromRemoteSiteTransaction=Transacci\u00F3n local no encontrada pero presente en la tabla de transacciones para la transacci\u00F3n del sitio remoto %1$s
unableToFindLocalTransactionFromRemoteSiteTransaction>No=se encontr\u00F3 una transacci\u00F3n local pero est\u00E1 presente en la tabla de transacciones para la transacci\u00F3n remota %1$s
unableToFindRemoteSiteTransaction>No=se pudo encontrar una transacci\u00F3n local correspondiente a la transacci\u00F3n del sitio remoto %1$s
unableToInstantiateClass=No se puede instanciar el loader/escritor para StoreConfiguration %1$s
unableToInstantiateSerializer=No se pudo instanciar el serializador para %1$s.
unableToInvokeListenerMethod=No se puede invocar el m\u00E9todo %1$s en la instancia de Object %2$s 
unableToInvokeListenerMethodAndRemoveListener=No se pudo invocar el m\u00E9todo %1$s en la instancia del objeto %2$s - eliminando este objeto objetivo de la lista de oyentes\!
unableToInvokeListenerMethodAndRemoveListener>No=se pudo invocar el m\u00E9todo %1$s en la instancia del objeto %2$s - eliminando este objeto de destino de la lista de oyentes\!
unableToLockToInvalidate=No se pudo bloquear la clave %1$s para inv\u00E1lidar desde L1 en el nodo %2$s, omitiendo....
unableToPassivateEntry=No se pudo pasarivar el entrada bajo %1$s
unableToRemoveEntryAfterActivation=No se puede eliminar la entrada bajo %1$s del almacenamiento del cach\u00E9 despu\u00E9s de la activaci\u00F3n
unableToRollbackGlobalTx=No se pudo deshacer la transacci\u00F3n global %1$s
unableToRollbackInvalidationsDuringPrepare=No se puede difundir las invalidaciones como parte del fase de preparaci\u00F3n. Deshaciendo.
unableToSendXSiteState=No se pudo enviar la porci\u00F3n de estado cruzada a '%1$s'.
unableToSendXSiteState>No=se pudo enviar una porci\u00F3n del estado cross-site a '%1$s'.
unableToSetValue=No se pudo establecer el valor\!
unableToStartXSiteAutStateTransfer=[%1$s] No se recibi\u00F3 ninguna respuesta de los nodos. El transfer autom\u00E1tico de estado entre sitios a la sitio '%2$s' no se inici\u00F3.
unableToUseJGroupsPropertiesProvided=No se puede utilizar ninguna mecanizaci\u00F3n de configuraci\u00F3n de JGroups proporcionada en las propiedades %1$s. Se est\u00E1 utilizando la configuraci\u00F3n de JGroups predeterminada\!
unauthorizedAccess=Acceso no autorizado\: el sujeto '%1$s' carece de permiso '%2$s'
undeclaredConfiguration=No existe tal plantilla '%1$s' al declarar '%2$s'
undefinedThreadPoolName=No se encontr\u00F3 un grupo de subprocesos con el nombre '%1$s'
undefinedThreadPoolName>No=se encontr\u00F3 ning\u00FAn pool de hilos con el nombre '%1$s'.
unexpectedErrorFromIrac=[IRAC] Error inesperado ocurre.
unexpectedErrorReplicating=Error inesperado mientras se repite
unexpectedInitialVersion=Versi\u00F3n inicial inesperada (solo se admiten instancias de NumericVersion)\: %1$s
unexpectedResponse=Respuesta inesperada de %1$s\: %2$s
unfinishedTransactionsRemain=Se est\u00E1 deteniendo, pero hay %1$s transacciones locales y %2$s transacciones remotas que no finalizaron a tiempo.
unknownEncoding=La configuraci\u00F3n para la cach\u00E9 '%1$s' no define la codificaci\u00F3n para las claves o los valores. Si utiliza operaciones que requieren conversi\u00F3n de datos o consultas, debe configurar la cach\u00E9 con un tipo espec\u00EDfico de MediaType para las claves o los valores.
unknownExternalizerReaderIndex=El tipo de datos le\u00EDdo es desconocido. Id\=%1$d no est\u00E1 entre los \u00EDndices de lectura conocidos.
unknownMigrator=Migrador desconocido '{0}'
unknownResponsesFromRemoteCache=Respuestas desconocidas del cach\u00E9 remoto\: %1$s
unknownTransactionConfiguration=No se puede determinar una configuraci\u00F3n sint\u00E9tica de transacci\u00F3n a partir de modo\=%1$s, xaEnabled\=%2$s, recoveryEnabled\=%3$s, batchingEnabled\=%4$s
unsuccessfulResponseForClusterListeners=Problema al recuperar los escuchadores de cl\u00FAster desde la respuesta de {1}, fue {2}
unsuccessfulResponseRetrievingTransactionsForSegments=Problema al recuperar transacciones desde %1$s, respuesta\: %2$s
unsupportedAsyncCacheMode=Modo de cach\u00E9 as\u00EDncrono no soportado '%1$s' para las caches transaccionales
unsupportedConfiguration=No se puede encontrar un analizador para el elemento '%1$s' en el espacio de nombres '%2$s' en %3$s. Compruebe que su configuraci\u00F3n est\u00E1 actualizada para Infinispan '%4$s' y tiene la dependencia correcta en la clase de ruta de acceso
updatingAvailabilityMode=Actualizando el modo de disponibilidad para la cach\u00E9 %1$s desde %2$s a %3$s, topolog\u00EDa %4$s
updatingStableTopology=Actualizando topolog\u00EDa estable para cach\u00E9 %1$s, topolog\u00EDa %2$s
updatingTopology=Actualizando topolog\u00EDa para la cach\u00E9 %1$s, topolog\u00EDa %2$s, modo de disponibilidad %3$s
usingBatchModeTransactionManager=Usando un administrador de transacciones de modo por lotes
version=Versi\u00F3n de Infinispan\: {1}
viewHandlingError=Error al manejar la vista %1$s
warnCouldNotCommitLocalTx=No se pudo confirmar la transacci\u00F3n local %1$s
warnCouldNotCommitLocalTx>No=se pudo comprometer la transacci\u00F3n local {0}
warnCouldNotRollbackLocalTx=No se pudo deshacerse la transacci\u00F3n local %1$s
warnCouldNotRollbackLocalTx>No=se pudo deshacer la transacci\u00F3n local %1$s
warnExceptionRemovingRecovery=Excepci\u00F3n al eliminar la informaci\u00F3n de recuperaci\u00F3n
warnFallbackToNoOpMetrics=Fallback a %1$s como requeridos los dependencias est\u00E1n ausentes
warnGridFSMetadataCacheRequiresSync=El cach\u00E9 utilizado para los metadatos de Grid debe ser s\u00EDncrono.
warnL1NotHavingReaperThread=No se est\u00E1 utilizando un hilo de recolecci\u00F3n de revesi\u00F3n L1. Esto podr\u00EDa llevar a fugas de memoria ya que la mapa de solicitantes puede crecer indefinidamente\!
warnUnableToPersistInternalCaches=No se pueden persistir las cach\u00E9s internas de Infinispan ya que no est\u00E1 habilitado el estado global
warnUsingDeprecatedMemoryConfigs=El elemento de configuraci\u00F3n de memoria '%1$s' ha sido obsoleto. Actualiza tu configuraci\u00F3n.
warnXsiteBackupFailed=Se encontraron problemas al hacer una copia de seguridad de los datos de la cach\u00E9 %1$s a sitio %2$s.
wildcardsNotAllowedInCacheNames=Wildcards no permitidos en los nombres de las cach\u00E9s\: '%1$s'
writeSkewOnRead=En la clave %1$s, la versi\u00F3n de lectura anterior (%2$s) es diferente a la versi\u00F3n le\u00EDda actualmente (%3$s)
xsiteAdminOperationError=No se puede realizar la operaci\u00F3n %1$s para el sitio %2$s
xsiteAdminOperationError>No=se puede realizar la operaci\u00F3n %1$s para el sitio %2$s
xsiteCacheManagerDoesNotAllowInvocations=No se puede manejar la solicitud cruzada desde el sitio '%1$s'. CacheManager a\u00FAn no ha comenzado.
xsiteCacheNotFound=No se puede manejar la solicitud entre sitios de la sitio '%1$s'. El cach\u00E9 '%2$s' no se encontr\u00F3.
xsiteCacheNotStarted=No se puede manejar una solicitud cruzada del sitio '%1$s'. El cach\u00E9 '%2$s' est\u00E1 detenido.
xsiteCancelReceiveFailed=Limpieza fallida para la transferencia de estado cruzada. Invoca el comando cancel-receive(%1$s) en el sitio %2$s si alg\u00FAn nodo indica operaciones pendientes para recibir el estado.
xsiteCancelSendFailed=La limpieza fall\u00F3 para el env\u00EDo del estado entre sitios. Invoca el comando cancel-push-state(%1$s) si cualquier nodo indica operaciones pendientes para enviar el estado.
xsiteInLocalCache.0=La replicaci\u00F3n entre sitios no est\u00E1 disponible para la cach\u00E9 local.
xsiteInLocalCache.2=No se puede manejar una solicitud cruzada del sitio '%1$s'. El cach\u00E9 '%2$s' no est\u00E1 enclustrado.
xsiteInLocalCache.2>No=se puede manejar una solicitud cruzada del sitio '%1$s'. La cach\u00E9 '%2$s' no es distribuida.
xsiteInvalidConfigurationRemoteSite=El sitio remoto '%1$s' tiene una configuraci\u00F3n de cach\u00E9 inv\u00E1lida. Poniendo el destino de copia de seguridad en l\u00EDnea.
xsiteStateTransferAlreadyInProgress=Transfer de estado entre sitios a '%1$s' ya ha comenzado
