#
#Thu Jan 29 14:47:20 CET 2026
advanceExternalizerTypeClassesUndefined=O m\u00E9todo getTypeClasses do AdvancedExternalizer para o externalizador %1$s deve retornar um conjunto n\u00E3o vazio
ambiguousConfigurationFiles=Mais de um arquivo de configura\u00E7\u00E3o com o nome especificado na classpath. O primeiro ser\u00E1 usado\:
attributeDeprecated=Atributo '%1$s' do elemento '%2$s' foi descontinuado desde a vers\u00E3o schema %3$d.%4$d. Consulte o guia de atualiza\u00E7\u00E3o
attributeDeprecatedUseOther=A propriedade '%1$s' no elemento '%2$s' foi obsoleta. Por favor use a propriedade '%3$s' em vez disso
attributeNotAllowedInInvalidationMode=N\u00E3o \u00E9 poss\u00EDvel habilitar '%1$s' em caches de inv\u00E1lida\u00E7\u00E3o\!
attributeRemoved=Atributo '%2$s' do elemento '%1$s' em '%3$s' foi removido sem substitui\u00E7\u00E3o
autoXSiteStateTransferModeNotAvailableInSync=A troca autom\u00E1tica de estado entre sites n\u00E3o \u00E9 compat\u00EDvel com a estrat\u00E9gia de backup em sincroniza\u00E7\u00E3o (SYNC).
awaitInitialTransferOnlyForDistOrRepl='awaitInitialTransfer' s\u00F3 pode ser habilitado se o modo de cache for distribu\u00EDdo ou replicado.
backupForMissingParameters=Nome do cache remoto e localiza\u00E7\u00E3o de site ausentes ou nulos na configura\u00E7\u00E3o de backup.
backupForNullCache=O nome do cache remoto est\u00E1 faltando ou nulo na configura\u00E7\u00E3o de backup.
backupMissingSite=A configura\u00E7\u00E3o de backup deve incluir um 'site'.
cacheBackupsDataToSameSite=A cache est\u00E1 configurada para fazer backup em seu pr\u00F3prio site (%1$s).
cacheExists=O cache %1$s j\u00E1 existe
cacheIsStopping=%1$s est\u00E1 no estado 'STOPPING' e esta \u00E9 uma invoca\u00E7\u00E3o n\u00E3o pertencente a um processo de transa\u00E7\u00E3o em andamento, ent\u00E3o ela n\u00E3o aceita novas invoca\u00E7\u00F5es. Reinicie ou crie um novo cont\u00EAiner de cache.
cacheIsTerminated=%1$s est\u00E1 no estado '%2$s' e por isso n\u00E3o aceita novas invoca\u00E7\u00F5es. Reinicie ou crie um novo cont\u00EAiner de cache.
cacheManagerIsStopping=Gerenciador de cache est\u00E1 parando
cacheRecoveredAfterMerge=Cache %1$s recuperado ap\u00F3s a mesclagem com topologia \= %2$s, modo de disponibilidade %3$s
cancelledConflictResolution=Resolu\u00E7\u00E3o de conflito cancelada para a cache %1$s com topologia %2$s
cannotAddStore=A cache '%1$s' n\u00E3o est\u00E1 vazia, n\u00E3o \u00E9 poss\u00EDvel adicionar uma loja.
cannotChangeMaxCount=N\u00E3o pode alterar max-count j\u00E1 que max-size j\u00E1 foi definida
cannotChangeMaxSize=N\u00E3o \u00E9 poss\u00EDvel alterar max-size, j\u00E1 que max-count j\u00E1 est\u00E1 definido
cannotConvertContent=%1$s n\u00E3o pode converter conte\u00FAdo '%2$s' de %3$s para %4$s
cannotFindTranscoder=N\u00E3o foi poss\u00EDvel encontrar transcoder entre '%1$s' para '%2$s'
cannotMarshall=N\u00E3o \u00E9 poss\u00EDvel marshallar '%1$s'
cannotObtainFailedCache=N\u00E3o pode obter a cache '%1$s' pois est\u00E1 em estado FAILED. Por favor verifique a configura\u00E7\u00E3o
cannotProvideBothSizeAndCount=N\u00E3o \u00E9 poss\u00EDvel configurar ambos maxCount e maxSize na configura\u00E7\u00E3o em mem\u00F3ria
cannotRenamePersistentFile=N\u00E3o \u00E9 poss\u00EDvel renomear arquivo %1$s para %2$s
cannotRespondToCommit=A solicita\u00E7\u00E3o de commit para a tx %1$s n\u00E3o pode ser processada pela cache %2$s, pois esta cache n\u00E3o \u00E9 transacional\!
cannotRespondToRollback=A solicita\u00E7\u00E3o de rollback para tx %1$s n\u00E3o pode ser processada pelo cache %2$s porque este cache n\u00E3o \u00E9 transacional\!
cannotUpdateInternalCache=A configura\u00E7\u00E3o para a cache interna '%1$s' n\u00E3o pode ser modificada
classNotIndexable=A classe de entidade configurada %1$s n\u00E3o \u00E9 index\u00E1vel. Por favor, remova-a da configura\u00E7\u00E3o de indexa\u00E7\u00E3o.
clearDisallowedWhilePartitioned=N\u00E3o \u00E9 poss\u00EDvel limpar quando a clusteriza\u00E7\u00E3o estiver particionada
clusterListenerInstallationFailure=Problema encontrado ao instalar ouvinte de cluster
clusterListenerRegisteredWithOnlyPreEvents=Tentativa de registrar um ouvinte de cluster da classe %1$s, mas o ouvinte est\u00E1 anotado como observando apenas eventos pr\u00E9-ocorr\u00EAncia\!
clusteredTransactionalStoreMustBeShared=Configura\u00E7\u00E3o de carregador de cache inv\u00E1lida para '%1$s'. Para que um carregador de cache seja transacional, ele tamb\u00E9m deve ser compartilhado.
commandNotYeySupportedByAllClusterMembers=O comando '%1$s' ainda n\u00E3o \u00E9 suportado por todos os membros do cluster, requer a vers\u00E3o '%2$s'
componentFailedToStart=Component %1$s n\u00E3o iniciou
componentFailedToStop=Enquanto encerra um cache ou gerenciador de cache, um de seus componentes falhou em encerrar
configAlreadyDefined=Tentativa de definir a configura\u00E7\u00E3o para a cache %1$s que j\u00E1 existe
configDeprecated='%1$s' foi descontinuado sem substitui\u00E7\u00E3o.
configDeprecatedUseOther='%1$s' em %3$s foi descontinuado. Por favor use '%2$s' em vez disso
configurationInUse=N\u00E3o \u00E9 poss\u00EDvel remover a configura\u00E7\u00E3o da cache '%1$s' porque ela est\u00E1 em uso
configurationNameMatchesMultipleWildcards=A configura\u00E7\u00E3o '%1$s' corresponde a m\u00FAltiplos templates de curinga
configurationNotFound=N\u00E3o conseguimos encontrar uma configura\u00E7\u00E3o para a cache '%1$s' nas configura\u00E7\u00F5es dispon\u00EDveis\: '%2$s'. Esta cache foi provavelmente removida por outra thread. Pule para escrev\u00EA-la.
configurationSerializationFailed=N\u00E3o foi poss\u00EDvel serializar a configura\u00E7\u00E3o da cache '%1$s' (%2$s)
containerFull=L\u00EDmite de evicta\u00E7\u00E3o do cont\u00EAiner %1$d foi atingido, as opera\u00E7\u00F5es de grava\u00E7\u00E3o est\u00E3o bloqueadas
coordinatorTimeoutWaitingForView=Tempo excedido esperando pela vis\u00E3o %1$d. A vis\u00E3o atual \u00E9 %2$d, o status atual \u00E9 %3$s
corruptDataMigrationFailed=Falha ao recuperar os dados persistidos de '%1$s'.
couldNotCompleteInjectedTransaction=N\u00E3o foi poss\u00EDvel concluir a transa\u00E7\u00E3o injetada.
couldNotFindAttribute=Nenhum atributo %1$s encontrado
couldNotInstantiateTransactionManager=N\u00E3o foi poss\u00EDvel instanciar o gerenciador de transa\u00E7\u00E3o
couldNotInvokeSetOnAttribute=N\u00E3o foi poss\u00EDvel invocar set no atributo %1$s com valor %2$s
couldNotRollbackPrepared1PcTransaction=N\u00E3o foi poss\u00EDvel desfazer a transa\u00E7\u00E3o preparada 1PC. Esta transa\u00E7\u00E3o ser\u00E1 desfeita pelo processo de recupera\u00E7\u00E3o, se estiver habilitado. Transa\u00E7\u00E3o\: %1$s
crossSiteUnavailable=RELAY2 n\u00E3o encontrado na pilha de protocolos. N\u00E3o \u00E9 poss\u00EDvel realizar opera\u00E7\u00F5es entre sites.
crossSiteViewEvent=Recebido novo evento de site cruzado, sites(s) %1$s\: %2$s
customInterceptorsIgnored=A configura\u00E7\u00E3o de interceptores personalizados foi obsoletada e \u00E9 ignorada
customStorageStrategyNotSet=Configura\u00E7\u00E3oStrategy definida para CUSTOM, mas nenhum especificado
degradedModeKeyUnavailable=Chave '%1$s' n\u00E3o est\u00E1 dispon\u00EDvel. N\u00E3o todos os propriet\u00E1rios est\u00E3o nesta parti\u00E7\u00E3o
degradedModeKeysUnavailable=As chaves '%1$s' est\u00E3o indispon\u00EDveis. N\u00E3o todos os propriet\u00E1rios est\u00E3o nesta parti\u00E7\u00E3o
degradedModeLockUnavailable=N\u00E3o \u00E9 poss\u00EDvel adquirir lock %1$s porque esta parti\u00E7\u00E3o est\u00E1 DEGRADED
deprecatedIndexProperties=O uso da propriedade para configurar o \u00EDndice foi descontinuado e ser\u00E1 removido em uma vers\u00E3o futura, por favor use os elementos <index-writer> e <index-reader> para configurar o comportamento do \u00EDndice.
directoryCannotBeCreated=Diret\u00F3rio %1$s n\u00E3o existe e n\u00E3o pode ser criado\!
disconnectJGroups=Desconectando canal JGroups `%1$s`
duplicateAliasName=O alias '%1$s' j\u00E1 est\u00E1 sendo usado pela cache '%2$s'
duplicateCacheName=Cache com nome '%1$s' definido mais de uma vez\!
duplicateExternalizerIdFound=ID duplicado encontrado\! AdvancedExternalizer id\=%1$d para %2$s compartilhado por outro externalizer (%3$s). \u00CDndice de leitura \= %4$d
duplicateIdWrapper=N\u00E3o \u00E9 poss\u00EDvel registrar Wrapper\: ID duplicado %1$d
duplicateJGroupsStack=Dupla pilha JGroups '%1$s'
duplicateRemoteSite=Duplo site remoto '%1$s' na pilha '%2$s'
elementRemoved=Elemento '%1$s' em %2$s foi removido sem substitui\u00E7\u00E3o
entriesMigrated=%1$d entradas migradas para a cache %2$s em %3$s
errorConvertingContent=Conte\u00FAdo '%1$s (MediaType\: '%2$s') n\u00E3o pode ser convertido para '%3$s'
errorCreatingChannelFromConfigFile=Erro ao tentar criar um canal usando o arquivo de configura\u00E7\u00E3o especificado\: %1$s
errorCreatingChannelFromConfigString=Erro ao tentar criar um canal usando a string de configura\u00E7\u00E3o especificada\: %1$s
errorCreatingChannelFromConfigurator=Erro ao tentar criar um canal usando a configura\u00E7\u00E3o especificada '%1$s'
errorCreatingChannelFromXML=Erro ao tentar criar um canal usando a configura\u00E7\u00E3o XML especificada\: %1$s
errorCreatingForkChannel=Erro ao criar canal de fork para %1$s
errorDeserializing=Classe '%1$s' bloqueada pela lista permitida de deserializa\u00E7\u00E3o. Inclua o nome da classe na lista de permiss\u00F5es do servidor para autorizar.
errorDoingRemoteCall=Erro ao fazer chamada remota
errorMarshallingObject=Exce\u00E7\u00E3o ao serializar objeto\: %1$s
errorPersistingGlobalConfiguration=Erro ao persistir o estado da configura\u00E7\u00E3o global
errorProcessing1pcPrepareCommand=Erro ao processar um prepare em uma transa\u00E7\u00E3o de fase \u00FAnica
errorProcessing2pcCommitCommand=Erro ao processar um commit em uma transa\u00E7\u00E3o de duas fases
errorProcessingPrepare=Erro ao processar prepare
errorProcessingRequest=Erro ao processar a solicita\u00E7\u00E3o %1$d@%2$s
errorProcessingResponse=Erro ao processar resposta para solicita\u00E7\u00E3o %1$d de %2$s
errorReadingFileStore=Falha ao ler entradas armazenadas do arquivo. Erro no arquivo %1$s na posi\u00E7\u00E3o %2$d
errorReadingRebalancingStatus=N\u00E3o foi poss\u00EDvel ler o status do rebalanceamento do coordenador %1$s
errorRollingBack=Exce\u00E7\u00E3o durante o rollback
errorSendingResponse=Erro ao enviar resposta para a solicita\u00E7\u00E3o %1$d@%2$s, comando %3$s
errorTranscoding=%1$s encerrou erro de transcodifica\u00E7\u00E3o de conte\u00FAdo
errorUpdatingMembersList=Erro ao atualizar a lista de membros do cluster para a vis\u00E3o %1$d, esperando pela pr\u00F3xima vis\u00E3o
errorWritingValueForAttribute=Exce\u00E7\u00E3o ao escrever valor para o atributo %1$s
evictionDisabled=Remo\u00E7\u00E3o de uma entrada invocada sem um esquema de remo\u00E7\u00E3o expl\u00EDcito para a cache %1$s
evictionExecutorDeprecated=O elemento XML eviction-executor foi descontinuado e substitu\u00EDdo por expiration-executor, por favor atualize o arquivo de configura\u00E7\u00E3o.
exceptionBasedEvictionOnlySupportedInTransactionalCaches=O eviction baseado em exce\u00E7\u00E3o s\u00F3 \u00E9 suportado em caches transacionais que n\u00E3o permitem commits de uma fase ou sincroniza\u00E7\u00F5es
exceptionDuringClusterListenerRetrieval=Problema ao recuperar ouvintes de cluster de %1$s
exceptionDuringConflictResolution=Exce\u00E7\u00E3o encontrada ao tentar resolver conflito em chaves '%1$s'\: %2$s
exceptionHandlingCommand=Capturada exce\u00E7\u00E3o ao lidar com o comando %1$s
exceptionInvokingListener=Capturado exce\u00E7\u00E3o [%1$s] ao invocar o m\u00E9todo [%2$s] na inst\u00E2ncia do ouvinte\: %3$s
exceptionPurgingDataContainer=Capturado exce\u00E7\u00E3o ao limpar o cont\u00EAiner de dados\!
executionError=Erro ao executar comando %1$s em %2$s, escrevendo chaves %3$s
existingConfigForInternalCache=A configura\u00E7\u00E3o de cache com nome %1$s j\u00E1 existe. Isso n\u00E3o pode ser configurado externamente pelo usu\u00E1rio.
expectedJustOneResponse=Esperado apenas uma resposta; obteve %1$s
expirationNotAllowedWhenStoreDoesNotSupport=A expira\u00E7\u00E3o (Max idle ou Lifespan) n\u00E3o \u00E9 permitida ao usar um armazenamento '%1$s' que n\u00E3o suporta a expira\u00E7\u00E3o, a menos que esteja configurado como somente leitura
extraneousMembersJoinRestoredCache=Membros extraneos %1$s est\u00E3o tentando se juntar \u00E0 cache %2$s, como eles n\u00E3o eram membros do estado persistido
factoryCannotConstructComponent=A f\u00E1brica n\u00E3o sabe como construir o componente %1$s
failedConflictResolution=Resolu\u00E7\u00E3o de conflitos falhou para a cache %1$s com topologia %2$s
failedInvalidatingRemoteCache=Falha ao invalidar o cache remoto
failedInvokingCacheManagerListener=Capturada exce\u00E7\u00E3o ao invocar um ouvinte do gerenciador de cache\!
failedInvokingEventLoggerListener=Exce\u00E7\u00E3o capturada ao invocar um ouvinte de registro de eventos\!
failedLoadingKeysFromCacheStore=Falha ao carregar chaves do armazenamento de cache
failedOutBoundTransferExecution=Falha ao executar transfer\u00EAncia sa\u00EDda
failedPartitionHandlingTxCompletion=Exce\u00E7\u00E3o ao completar a transa\u00E7\u00E3o parcialmente conclu\u00EDda %1$s. Tentando novamente mais tarde.
failedReadingPersistentState=Falha ao ler o estado persistido no arquivo %1$s. Abortando.
failedSynchronizationRegistration=Falha na registro de sincroniza\u00E7\u00E3o
failedToBackupData=Falha ao fazer backup do cache `%1$s` para um ou mais sites remotos\: %2$s
failedToCallStopAfterFailure=Tentativa de chamar stop() do estado FAILED, mas uma exce\u00E7\u00E3o foi capturada
failedToCreateInitialCtx=Falha ao criar o contexto JNDI inicial
failedToEnlistTransactionXaAdapter=Falha ao enfileirar TransactionXaAdapter \u00E0 transa\u00E7\u00E3o
failedToInitializeCache=Falha ao inicializar cache\: '%1$s'
failedToInitializeGlobalRegistry=Falha ao inicializar o registro global
failedToInvalidateKeys=Erro ao invalidar as chaves da L1 ap\u00F3s a rehashing
failedToRecoverCacheState=Falha ao recuperar o estado da cache %1$s ap\u00F3s o n\u00F3 atual se tornar coordenador
failedToRecoverClusterState=Falha ao recuperar estado do cluster ap\u00F3s o n\u00F3 atual se tornar coordenador (ou ap\u00F3s a mesclagem), tentar\u00E1 novamente
failedToRequestSegments=N\u00E3o foi poss\u00EDvel solicitar o estado do cache %1$s do n\u00F3 %2$s, segmentos %3$s
failedToRestartXSiteStateTransfer=N\u00E3o \u00E9 poss\u00EDvel reiniciar a transfer\u00EAncia de estado entre sites para o site %1$s
failedToRetrieveTransactionsForSegments=N\u00E3o foi poss\u00EDvel recuperar transa\u00E7\u00F5es da cache %1$s do n\u00F3 %2$s, segmentos %3$s
failedToTransferTombstones=Falha ao transferir as entranhas cruz-site para %1$s para segmentos %2$s.
failedToUpdateAttribute=Falha ao atualizar o nome do atributo %1$s com valor %2$s
failedWaitingForTopology=Falha ao esperar por topologia %1$d
failedWritingGlobalState=Falha ao escrever o estado no arquivo %1$s.
failurePolicyClassNotCompatibleWith=A configura\u00E7\u00E3o 'failure-policy-class' do backup '%1$s' n\u00E3o \u00E9 compat\u00EDvel com 'failure-policy\=%2$s'. Use 'failure-policy\="CUSTOM"'
fallingBackToEmbeddedTm=Usando EmbeddedTransactionManager
finishedConflictResolution=Resolu\u00E7\u00E3o de conflito conclu\u00EDda para a cache %1$s com topologia %2$s
finishedRebalance=Terminado o rebalanceamento para a cache %1$s, topologia %2$s
flushedACLCache=Flushed ACL Cache
forbiddenStoreLocation=A localiza\u00E7\u00E3o do armazenamento '%1$s' n\u00E3o \u00E9 uma subpasta da localiza\u00E7\u00E3o global de armazenamento persistente '%2$s'
forkProtocolRequired=Protocolo FORK requerido no canal JGroups.
foundDifferentIndexConfigPerType=N\u00E3o \u00E9 permitido ter diferentes configura\u00E7\u00F5es de indexa\u00E7\u00E3o para cada tipo indexado em uma cache.
getConflictsAlreadyInProgress=ConflictManager.getConflicts() j\u00E1 em progresso
getConflictsStateTransferInProgress=N\u00E3o \u00E9 poss\u00EDvel recuperar conflitos enquanto a transfer\u00EAncia de estado estiver em progresso para o cache '%1$s'
globalSecurityAuthShouldBeEnabled=A autoriza\u00E7\u00E3o global de seguran\u00E7a deve ser habilitada se a autoriza\u00E7\u00E3o da cache for habilitada.
globalStateCannotAcquireLockFile=N\u00E3o \u00E9 poss\u00EDvel adquirir o bloqueio '%1$s' para o estado global persistente
globalStateDisabled=N\u00E3o \u00E9 poss\u00EDvel persistir a configura\u00E7\u00E3o da cache pois o estado global est\u00E1 desabilitado
globalStateLoad=Estado global carregado, vers\u00E3o\=%1$s timestamp\=%2$s
globalStateLockFilePresent=Arquivo de trava pendente '%1$s' no estado global persistente, provavelmente deixado por um desligamento n\u00E3o limpo. 
globalStateWrite=Estado persistido, vers\u00E3o\=%1$s timestamp\=%2$s
groupingOnlyCompatibleWithObjectStorage=A agrupamento requer o tipo de armazenamento application/x-java-object, mas foi\: {key\=%1$s, value\=%2$s}
ignoreAttribute=Ignorando atributo '%2$s' do elemento '%1$s' em '%3$s', por favor remova do arquivo de configura\u00E7\u00E3o
ignoreXmlElement=Ignorando elemento %1$s em %2$s, por favor remova da configura\u00E7\u00E3o do arquivo
ignoredAttribute=%1$s n\u00E3o \u00E9 mais suportado desde a vers\u00E3o %2$s. Atributo %3$s na linha %4$d ser\u00E1 ignorado.
ignoringCacheTopology=Ignorando a topologia da cache de %1$s durante a fus\u00E3o\: %2$s
ignoringSpecificMediaTypes=Foi especificado um \u00FAnico tipo de m\u00EDdia para chaves e valores, ignorando as configura\u00E7\u00F5es individuais
ignoringUnsolicitedState=Estado n\u00E3o solicitado recebido da n\u00F3 %1$s para o segmento %2$d da cache %3$s
illegalCapacityFactor=capacityFactor deve ser positivo
immutableConfiguration=A configura\u00E7\u00E3o \u00E9 imut\u00E1vel
incompatibleClusterConfiguration=N\u00E3o \u00E9 poss\u00EDvel criar uma configura\u00E7\u00E3o clusterizada para a cache '%1$s' porque a configura\u00E7\u00E3o %n%2$s%n \u00E9 incompat\u00EDvel com a configura\u00E7\u00E3o existente %n%3$s
incompatiblePersistedConfiguration=N\u00E3o \u00E9 poss\u00EDvel recriar a configura\u00E7\u00E3o persistida para a cache '%1$s' porque a configura\u00E7\u00E3o %n%2$s%n \u00E9 incompat\u00EDvel com a configura\u00E7\u00E3o existente %n%3$s
incompleteGlobalState=O estado global n\u00E3o pode ser persistido porque \u00E9 incompleto (geralmente causado por erros de inicializa\u00E7\u00E3o).
indexLocationWorkingDir=Caminho do \u00EDndice n\u00E3o fornecido e estado global desativado, usar\u00E1 o diret\u00F3rio de trabalho atual para armazenamento.
indexRelativeWorkingDir=Caminho do \u00EDndice '%1$s' n\u00E3o \u00E9 absoluto e o estado global est\u00E1 desabilitado, usar\u00E1 um diret\u00F3rio relativo ao diret\u00F3rio de trabalho atual.
indexableClassesDefined=A configura\u00E7\u00E3o da cache deve declarar entidades indexadas se ela n\u00E3o for indexada
indexedEntityNameMissing=O nome da entidade indexada n\u00E3o pode ser nulo ou vazio
initialStateTransferTimeout=O transfer\u00EAncia de estado inicial expirou para a cache %1$s em %2$s
interceptorStackNotSupported=O stack de interceptores n\u00E3o \u00E9 suportado em caches simples
interruptedWaitingForCoordinator=getCoordinator()\: Interrompido enquanto espera que os membros sejam definidos
invalidAttributeEnumValue=Atributo '%2$s' do elemento '%1$s' tem um valor ilegal '%3$s' em %5$s. Esperando um dos %4$s.
invalidAttributeValue=O atributo '%2$s' do elemento '%1$s' tem um valor ilegal '%3$s' em %4$s\: %5$s
invalidChunkSize=Tamanho do bloco deve ser positivo, obtido %1$d
invalidCompletedTxTimeout=completedTxTimeout deve ser >\= 0, obtivemos %1$d
invalidConfigurationIndexingWithInvalidation=O \u00EDndice n\u00E3o pode ser habilitado em caches no modo de Invalida\u00E7\u00E3o
invalidConfigurationIndexingWithoutModule=A indexa\u00E7\u00E3o s\u00F3 pode ser habilitada se o infinispan-query.jar estiver dispon\u00EDvel em seu classpath, e este jar n\u00E3o foi detectado.
invalidEncodingClass=A classe %1$s deve ser uma subclasse de %2$s
invalidEvictionSize=O eviction na mem\u00F3ria est\u00E1 ativado, por favor especifique um tamanho m\u00E1ximo ou contagem maior que zero
invalidIndexStartUpMode=Modo de inicializa\u00E7\u00E3o de \u00EDndice inv\u00E1lido\: %1$s
invalidIndexStorage=Armazenamento de \u00EDndice inv\u00E1lido
invalidJson=N\u00E3o foi poss\u00EDvel converter o conte\u00FAdo de texto para JSON\: '%1$s'
invalidMessageType=Mensagem de tipo inv\u00E1lido %1$s recebida de %2$s
invalidNameSize=O nome deve ter menos de 256 bytes, o nome atual '%1$s' excede o tamanho.
invalidPermission=Tentativa de adicionar uma permiss\u00E3o %1$s a uma cole\u00E7\u00E3o de permiss\u00F5es de seguran\u00E7a
invalidPersistentState=Aquivo de estado persistido para '%1$s' \u00E9 inv\u00E1lido. O in\u00EDcio foi interrompido para prevenir a corrup\u00E7\u00E3o adicional do estado persistido
invalidPolicyWithAsyncStrategy=A configura\u00E7\u00E3o de backup '%1$s' 'failure-policy\=%2$s' n\u00E3o \u00E9 v\u00E1lida com uma estrat\u00E9gia de backup ass\u00EDncrona (ASYNC).
invalidPrincipalRoleMapper=Nenhuma mapeadora principal-para-rol foi especificada
invalidReaperWakeUpInterval=reaperWakeUpInterval deve ser >\= 0, recebemos %1$d
invalidScope=Escopo do analisador inv\u00E1lido. Esperado '%1$s', mas encontrado '%2$s'
invalidSingleFileStoreData=Leitura de dados inv\u00E1lidos no arquivo SingleFileStore %1$s, remova o arquivo e tente novamente
invalidStateTransferTimeout=O tempo limite de transfer\u00EAncia de estado (%1$s) deve ser maior ou igual ao tempo limite remoto (%2$s)
invalidTouchMode=Modos ass\u00EDncronos, como %1$s, n\u00E3o podem usar o modo TOUCH sincronizado para expira\u00E7\u00F5es inativas.
invalidTracingCollectorEndpoint=O endpoint do coletor de rastreamento '%1$s' n\u00E3o \u00E9 v\u00E1lido.
invalidXSiteStateTransferMode=O modo de transfer\u00EAncia de estado entre sites n\u00E3o pode ser nulo.
invalidXSiteStateTransferTimeout=O valor de timeout para a transfer\u00EAncia de estado em replica\u00E7\u00E3o entre sites deve ser igual ou maior que um.
invalidXSiteStateTransferWaitTime=O tempo de espera entre os reaviosos para a transfer\u00EAncia de estado da replica\u00E7\u00E3o entre sites deve ser igual ou maior que um.
invalidationPartitionHandlingNotSuported=O modo de invalida\u00E7\u00E3o s\u00F3 suporta quando-split\=ALLOW_READ_WRITES
invocationBatchingCannotBeRecoverable=Um cache configurado com batch de invoca\u00E7\u00E3o n\u00E3o pode ter o recupera\u00E7\u00E3o habilitada
invocationBatchingNeedsTransactionalCache=N\u00E3o \u00E9 poss\u00EDvel habilitar Batch de Invoca\u00E7\u00E3o quando o Modo de Transa\u00E7\u00E3o for NON_TRANSACTIONAL, defina o modo de transa\u00E7\u00E3o para TRANSACTIONAL
invocationBatchingNotEnabled=Nenhuma invoca\u00E7\u00E3o de batching habilitada na configura\u00E7\u00E3o atual\! Por favor, habilite-a.
issueEncounteredResettingIndex=Houve um erro quando redefinindo o \u00EDndice SIFS da cache %1$s
jgroupsConfigurationNotFound=N\u00E3o foi poss\u00EDvel encontrar o arquivo de configura\u00E7\u00E3o JGroups especificado '%1$s'
jgroupsInsertRequiresPosition=Inserindo o protocolo '%1$s' em uma pilha JGroups requer a 'stack.position' attribute
jgroupsNoStackPosition=N\u00E3o pode usar stack.position quando stack.combine \u00E9 '%1$s'
jgroupsNoSuchProtocol=O protocolo '%1$s' n\u00E3o existe na pilha base para a opera\u00E7\u00E3o '%2$s'
jgroupsRelayWithoutRemoteSites=A pilha JGroups '%1$s' tem um protocolo RELAY2 sem sites remotos.
jgroupsRemoteSitesWithoutRelay=A pilha JGroups '%1$s' declara sites remotos, mas n\u00E3o inclui o protocolo RELAY2.
jmxMBeanAlreadyRegistered=O dom\u00EDnio JMX '%1$s' j\u00E1 est\u00E1 em uso.
jsonObjectConversionDeprecated=Convers\u00F5es entre JSON e objetos Java s\u00E3o obsoletas e ser\u00E3o removidas em uma vers\u00E3o futura. Para ler/escrever valores como JSON, \u00E9 recomendado definir um esquema protobuf e armazenar dados na cache usando 'application/x-protostream' como MediaType
l1InvalidLifespan=Usar uma vida \u00FAtil L1 de 0 ou um valor negativo \u00E9 sem sentido
l1NotValidWithExpirationEviction=A ativa\u00E7\u00E3o da cache L1 n\u00E3o \u00E9 suportada ao usar uma pol\u00EDtica de evic\u00E7\u00E3o baseada em exce\u00E7\u00F5es.
l1OnlyForDistributedCache=Habilitar o cache L1 \u00E9 suportado apenas quando usar DISTRIBUTED como modo de cache. Seu modo de cache est\u00E1 definido para %1$s
loaderConfigurationDoesNotSpecifyLoaderClass=A configura\u00E7\u00E3o de carregador de cache %1$s n\u00E3o especifica a classe do carregador usando @ConfigurationFor
localAndPhysicalAddress=Canal `%1$s` local address \u00E9 `%2$s`, endere\u00E7os f\u00EDsicos s\u00E3o `%3$s`
lockOperationsNotSupported=Opera\u00E7\u00F5es de bloqueio expl\u00EDcitas n\u00E3o s\u00E3o suportadas em cache simples
managerConfigurationStorageUnavailable=N\u00E3o pode definir a estrat\u00E9gia de configura\u00E7\u00E3o como MANAGED no modo incorporado
marshallerMissingFromUserAndGlobalContext=N\u00E3o foi poss\u00EDvel deserializar '%1$s' como um serializador ausente no contexto do usu\u00E1rio ou global SerializationContext
marshallerNotOverridden=%1$s implementa\u00E7\u00E3o do marshaller n\u00E3o substitu\u00EDda em SerializationContext
marshallersNotSupported=Ignorando 'marshaller' attribute. Os marshalling comuns j\u00E1 est\u00E3o dispon\u00EDveis no tempo de execu\u00E7\u00E3o, e para implantar um marshalling personalizado, consulte a se\u00E7\u00E3o 'Encoding' na guia do usu\u00E1rio
maxIdleGreaterThanOrEqualLifespan=O valor de max idle deve ser menor que a lifespan quando configurado. O valor de max idle \u00E9 %1$s e a lifespan \u00E9 %2$s
maxIdleGreaterThanOrEqualLifespanRuntime=Tempo de execu\u00E7\u00E3o encontrou entrada com max idle %1$d ms sendo maior ou igual ao lifespan %2$d ms, ignorando max idle
maxIdleNotAllowedWithoutPassivation=Max idle n\u00E3o \u00E9 permitido ao usar um armazenamento sem passiva\u00E7\u00E3o
maxIdleNotTestedWithPassivation=O max-idle n\u00E3o \u00E9 suportado quando se usa um armazenamento
memorySharedConfigHasEviction=Configura\u00E7\u00E3o de mem\u00F3ria usando um cont\u00EAiner compartilhado n\u00E3o pode ter configura\u00E7\u00F5es individuais de evic\u00E7\u00E3o
memorySharedConfigHasOffHeap=A configura\u00E7\u00E3o de mem\u00F3ria usando um cont\u00EAiner compartilhado n\u00E3o \u00E9 suportada com armazenamento off-heap
memorySharedContainerNotExist=A configura\u00E7\u00E3o de mem\u00F3ria usa um cont\u00EAiner compartilhado %1$s que n\u00E3o est\u00E1 presente na configura\u00E7\u00E3o global da mem\u00F3ria
metricRegistrationFailed=Falha ao registrar m\u00E9tricas com id %1$s. Motivo\: %2$s
missingBackupFailurePolicyClass=Voc\u00EA deve especificar um 'failure-policy-class' para usar uma pol\u00EDtica de falha personalizada para o backup '%1$s'.
missingDefaultCacheDeclaration=Falta a configura\u00E7\u00E3o da cache padr\u00E3o '%1$s' declarada no cont\u00EAiner
missingForeignExternalizer=Falta externalizador estrangeiro com id\=%1$s, seja o externalizador n\u00E3o foi configurado pelo cliente, ou a implementa\u00E7\u00E3o de ciclo de vida do m\u00F3dulo adicionando o externalizador n\u00E3o foi carregada corretamente
missingGlobalStatePersistentLocation=Persist\u00EAncia de estado global foi ativada sem especificar uma localiza\u00E7\u00E3o
missingJGroupsStack=Nenhuma tal pilha JGroups '%1$s'
missingListPreparedTransactions=Faltando a lista de transa\u00E7\u00F5es preparadas do n\u00F3 %1$s. A resposta recebida \u00E9 %2$s
missingRequiredProperty=Falta propriedade obrigat\u00F3ria '%1$s' para o atributo '%2$s' em %3$s
missingTooManyMembers=Cache '%1$s' tem %2$d propriet\u00E1rios mas est\u00E1 faltando muitos membros (%3$d/%4$d) para reinstalar a topologia
missingTransportConfiguration=\u00C9 necess\u00E1rio definir um transporte na configura\u00E7\u00E3o global para definir um cache em cluster
missingTypeForUnwrappedPayload=Converter de payload desembrulhado do protostream requer que o par\u00E2metro 'type' seja fornecido no MediaType de destino
missingXSiteEntryMergePolicy=O XSiteEntryMergePolicy est\u00E1 faltando. A configura\u00E7\u00E3o do cache deve incluir uma pol\u00EDtica de fus\u00E3o.
moduleStopError=Erro ao parar o m\u00F3dulo %1$s
multipleSitesWithSameName=M\u00FAltiplos sites t\u00EAm o mesmo nome '%1$s'. Esta configura\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lida.
noAnnotateMethodsFoundInListener=Tentativa de registrar um ouvinte da classe %1$s, mas nenhum m\u00E9todo v\u00E1lido e p\u00FAblico anotado com anota\u00E7\u00F5es de eventos de n\u00EDvel de m\u00E9todo encontrado\! Ignorando ouvinte.
noConfiguration=Nenhuma tal configura\u00E7\u00E3o/template '%1$s'
noDefaultCache=Foi solicitada uma cache padr\u00E3o, mas nenhuma cache foi definida como padr\u00E3o para este cont\u00EAiner
noFilterIndexingServiceProviderFound=Nenhum provedor de servi\u00E7o de indexa\u00E7\u00E3o de filtro encontrado para o filtro indexado do tipo %1$s
noIndexableClassesDefined=Nenhuma classe index\u00E1vel foi definida para esta cache indexada. A configura\u00E7\u00E3o deve conter classes ou tipos de mensagens protobuf anotados com '@Indexed'
noLiveOwnersFoundForSegments=Nenhum propriet\u00E1rio vivo encontrado para os segmentos %1$s da cache %2$s. Propriet\u00E1rios exclu\u00EDdos\: %3$s
noSuchCacheConfiguration=A cache '%1$s' foi solicitada, mas nenhuma configura\u00E7\u00E3o de cache correspondente existe
noSuchGlobalRoles=pap\u00E9is de cache inv\u00E1lidos '%1$s'
nodeNameNotInRaftMembers=O nome do n\u00F3 de transporte deve estar presente em raft-members\: %1$s
nodeWithIncompatibleStateJoiningCache=O n\u00F3 %1$s est\u00E1 tentando se juntar \u00E0 cache %2$s com um estado incompat\u00EDvel
nodeWithPersistentStateJoiningClusterWithoutState=O n\u00F3 %1$s com estado persistente tentando se juntar \u00E0 cache %2$s no cluster sem estado
nonWritableStateFile=O arquivo de estado %1$s n\u00E3o \u00E9 grav\u00E1vel. Abortando.
notStartingEvictionThread=wakeUpInterval \u00E9 <\= 0, n\u00E3o iniciando thread de remo\u00E7\u00E3o de entradas expiradas
notSupportedInSimpleCache=Esta configura\u00E7\u00E3o n\u00E3o \u00E9 suportada para cache simples
offHeapMemoryEvictionNotSupportedWithObject=A evic\u00E7\u00E3o baseada em tamanho (bytes) requer off-heap ou um armazenamento binariamente compat\u00EDvel configurado no cache encoding
onlyOnePreloadStoreAllowed=S\u00F3 \u00E9 permitido um \u00FAnico armazenamento definido como 'pr\u00E9-carregar'\!
parserDoesNotDeclareNamespaces=O analisador de configura\u00E7\u00E3o %1$s n\u00E3o declara qualquer anota\u00E7\u00E3o Namespace
parserRootElementAlreadyRegistered=O elemento raiz para %1$s j\u00E1 est\u00E1 registrado na ParserRegistry por %2$s. N\u00E3o \u00E9 poss\u00EDvel instalar %3$s.
partitionDegraded=O cluster est\u00E1 operando em modo de degrada\u00E7\u00E3o devido a falhas nos n\u00F3s.
passivationStoreCannotBeShared=Configura\u00E7\u00E3o de carregador de cache inv\u00E1lida para '%1$s'. Se um carregador de cache for configurado com passiva\u00E7\u00E3o, o carregador de cache n\u00E3o pode ser compartilhado em uma clusteriza\u00E7\u00E3o\!
passivationWithoutEviction=Passiva\u00E7\u00E3o configurada sem uma pol\u00EDtica de evic\u00E7\u00E3o selecionada. Apenas entidades que s\u00E3o evictadas manualmente ser\u00E3o passivadas.
persistedDataMigrationFailed=Falha ao migrar dados persistidos de '%1$s'.
persistedDataMigrationUnsupportedVersion=Vers\u00E3o de dados persistidos n\u00E3o suportada\: %1$s
persistedDataSuccessfulMigrated=' %1$s ' dados persistidos migrados com sucesso.
persistenceAvailable=A persist\u00EAncia agora est\u00E1 dispon\u00EDvel
persistenceUnavailable=Persist\u00EAncia indispon\u00EDvel devido ao armazenador %1$s
persistenceWithoutCacheLoaderInterceptor=Persist\u00EAncia ativada sem nenhum CacheLoaderInterceptor na cadeia de interceptores\!
persistenceWithoutCacheWriteInterceptor=Persist\u00EAncia habilitada sem nenhum CacheWriteInterceptor na InterceptorChain\!
persistentConsistentHashMismatch=O fabricante de CH '%1$s' n\u00E3o pode restaurar um CH persistido da classe '%2$s'
preloadAndPurgeOnStartupConflict=A configura\u00E7\u00E3o de armazenamento n\u00E3o pode ser definida com pr\u00E9-carregamento e purgeOnStartup
preparedTxAlreadyExistsJ\u00E1=existe uma transa\u00E7\u00E3o preparada com este xid\: %1$s. A nova transa\u00E7\u00E3o \u00E9 %2$s. H\u00E1 duas transa\u00E7\u00F5es diferentes com o mesmo Xid no cluster?
problemApplyingStateForKey=Problema encontrado ao aplicar estado para a chave %1$s\!
problemClosingChannel=Problema fechando o canal `%1$s`; definindo como nulo
problemPreloadingKey=Problema encontrado ao pr\u00E9-carregar a chave %1$s\!
queriedAttributeNotFound=N\u00E3o foi encontrado o atributo consultado com o nome %1$s
queryNotSupported=M\u00F3dulo de consulta n\u00E3o encontrado. Adicione o infinispan-query \u00E0 classpath.
querySimpleCacheNotSupported=Caches simples n\u00E3o suportam consultas. Use caches padr\u00E3o para consulta.
raftGlobalStateDisabled=N\u00E3o \u00E9 poss\u00EDvel persistir dados RAFT porque o estado global est\u00E1 desabilitado
raftProtocolAvailable=O protocolo RAFT est\u00E1 dispon\u00EDvel.
randomCacheModeSynonymsDeprecated=%1$s foi obsoleto como sin\u00F4nimo de %2$s. Use um de %3$s em vez disso
readOnlyPermissionCollection=Tentativa de adicionar uma permiss\u00E3o a uma cole\u00E7\u00E3o de permiss\u00F5es de seguran\u00E7a somente leitura
rebalanceError=Erro durante o rebalanceamento para o cache %1$s no n\u00F3 %2$s, id de topologia \= %3$d
rebalancePhaseConfirmedOnNode=Fase de reequil\u00EDbrio %1$s confirmada para a cache %2$s no n\u00F3 %3$s, id da topologia \= %4$d
rebalanceStartError=Falha ao iniciar a rebalanceamento para a cache %1$s
rebalancingEnabled=Troca de equil\u00EDbrio ativada
rebalancingSuspended=Sincroniza\u00E7\u00E3o suspenvida
receivedClusterView=Recebido novo cluster view para canal %1$s\: %2$s
receivedMergedView=Novo, MERGED cluster view recebido para canal %1$s\: %2$s
receivedXSiteClusterView=Nova visualiza\u00E7\u00E3o cruz-site recebida\: %1$s
recoverFromStateMissingMembers=Recuperando a cache '%1$s' mas h\u00E1 membros faltantes, membros conhecidos %2$s de um total de %3$s
recoveryIgnored=A chamada de recupera\u00E7\u00E3o ser\u00E1 ignorada, pois a recupera\u00E7\u00E3o est\u00E1 desabilitada. Saiba mais sobre a recupera\u00E7\u00E3o\: http\://community.jboss.org/docs/DOC-16646
recoveryNotSupportedWithNonTxCache=A recupera\u00E7\u00E3o n\u00E3o \u00E9 suportada com uma cache n\u00E3o transacional
recoveryNotSupportedWithSynchronization=Recupera\u00E7\u00E3o n\u00E3o suportada com Sincroniza\u00E7\u00E3o
rejectOutdatedView=Evento de vis\u00E3o rejeitado. O id de vis\u00E3o instalado '%1$s' \u00E9 mais novo que a vis\u00E3o recebida\: %2$s
remoteException=Exce\u00E7\u00E3o recebida de %1$s, consulte a causa para rastreamento de pilha remota
remoteNodeSuspected=N\u00F3 %1$s foi suspeito
remoteNodeTimedOut=N\u00F3 %1$s expirou, tempo \: %2$s %3$s
remoteTransactionAlreadyCompleted=N\u00E3o \u00E9 poss\u00EDvel criar transa\u00E7\u00E3o remota %1$s, j\u00E1 conclu\u00EDda
remoteTransactionAlreadyRolledBack=N\u00E3o pode confirmar a transa\u00E7\u00E3o remota %1$s, pois ela j\u00E1 foi revertida
remoteTransactionOriginatorNotInView=N\u00E3o \u00E9 poss\u00EDvel criar a transa\u00E7\u00E3o remota %1$s, o originador n\u00E3o est\u00E1 na vis\u00E3o do cluster
remoteTransactionStatusMissing=N\u00E3o foi poss\u00EDvel encontrar o status da transa\u00E7\u00E3o remota %1$s, por favor aumente transaction.completedTxTimeout
remoteTransactionTimeout=Transa\u00E7\u00E3o remota %1$s expirou. Revertendo ap\u00F3s %2$d ms
requestTimedOut=Tempo esgotado aguardando respostas para a solicita\u00E7\u00E3o %1$d de %2$s ap\u00F3s %3$s
requireNodeName=O nome do n\u00F3 de transporte n\u00E3o est\u00E1 definido.
requireNonNullClusterName=N\u00E3o \u00E9 permitido definir o nome do cluster como nulo.
retrievingTm=Recuperando o gerenciador de transa\u00E7\u00F5es %1$s
scheduledTaskEncounteredThrowable=Houve um erro na tarefa peri\u00F3dica submetida com %1$s, n\u00E3o reschedule.
securityCacheTracing=O cont\u00EAiner de seguran\u00E7a n\u00E3o pode ser habilitado/desabilitado no n\u00EDvel do cache, pois est\u00E1 configurado globalmente.
sharedContainerNotFound=Cont\u00EAiner compartilhado indispon\u00EDvel\: %1$s
sharedStoreShouldNotBePurged=Configura\u00E7\u00E3o inv\u00E1lida do carregador de cache para '%1$s'. Se um carregador de cache for configurado com purgeOnStartup, o carregador de cache n\u00E3o pode ser compartilhado em um cluster\!
sharedStoreWithLocalCache=N\u00E3o pode compartilhar um reposit\u00F3rio quando usado com um cache local.
singleOwnerNotSetToAllowReadWrites=O PartitionStrategy deve ser ALLOW_READ_WRITES quando numOwners \u00E9 1
siteNotFound=O site '%1$s' n\u00E3o foi encontrado.
startFailure=%1$s start falhou, parando quaisquer componentes em execu\u00E7\u00E3o
startMigratingPersistenceData=Migrando dados persistentes de '%1$s' para novo formato...
startRecoveringCorruptPersistenceData=Tentando recuperar possivelmente dados corrompidos do arquivo %1$s
startingConflictResolution=Iniciando resolu\u00E7\u00E3o de conflitos para a cache %1$s com topologia %2$s
startingJGroupsChannel.1=Iniciando canal JGroups `%1$s`
startingJGroupsChannel.2=Iniciando canal JGroups `%1$s` com pilha `%2$s`
startingRebalancePhase=Iniciando uma nova fase de rebalanceamento para a cache %1$s, topologia %2$s
startingUserMarshaller=Iniciando o marshall de usu\u00E1rio '%1$s'
stopOrderIgnored=Detectada uma depend\u00EAncia c\u00EDclica entre caches, pedido de parada ignorado
storeBothReadAndWriteOnly=A loja n\u00E3o pode ser configurada com ambos os modos somente leitura e escrita\!
storeConfiguredHasBothReadAndWriteOnly=A loja %1$s n\u00E3o pode ser configurada para ser somente leitura e escrita, pois a implementa\u00E7\u00E3o especifica que j\u00E1 \u00E9 %3$s\!
storeConfiguredSegmentedButCharacteristicNotPresent=A loja %1$s n\u00E3o pode ser configurada para ser segmentada, pois n\u00E3o cont\u00E9m a caracter\u00EDstica SEGMENTABLE
storeConfiguredSharedButCharacteristicNotPresent=O armazenamento %1$s n\u00E3o pode ser configurado como compartilhado porque n\u00E3o cont\u00E9m a caracter\u00EDstica SHARED
storeConfiguredTransactionalButCharacteristicNotPresent=O armazenamento %1$s n\u00E3o pode ser configurado como transacional porque n\u00E3o cont\u00E9m a caracter\u00EDstica TRANSACTIONAL
storeDoesNotSupportBeingSegmented=Configura\u00E7\u00E3o de carregador de cache inv\u00E1lida para '%1$s'. Essa implementa\u00E7\u00E3o n\u00E3o suporta ser segmentada\!
storeIsAvailableCheckThrewException=A verifica\u00E7\u00E3o do armazenamento '%1$s'\#isAvailable lan\u00E7ou uma Exce\u00E7\u00E3o
storeIsAvailableCompletedExceptionally=Loja '%1$s'\#isAvailable concluiu excepcionalmente
storeLocationRequired.0=A loja precisa especificar um local quando o estado global estiver desabilitado
storeLocationRequired.2=A loja '%1$s' deve especificar a propriedade '%2$s' quando o estado global estiver desabilitado
storeReadOnlyExceptions=O armazenamento n\u00E3o pode ser configurado com purgeOnStartup, compartilhado ou passiva\u00E7\u00E3o se for somente leitura\!
storeTimeoutBetweenEntries=Intervalo entre entradas/chaves recuperados do armazenamento ultrapassou %1$s ms. Ative TRACE para org.infinispan.PERSISTENCE para rastrear chamadores deste
storeWriteOnlyExceptions=N\u00E3o \u00E9 poss\u00EDvel configurar a loja com fetchPersistenceState ou preload se ela for de escrita \u00FAnica\!
templateConfigurationStartAttempt=Tentativa de iniciar um cache usando a configura\u00E7\u00E3o de modelo '%1$s'
thirdPartySuspected=%1$s relatou que um terceiro n\u00F3 foi suspeito, consulte a causa para obter informa\u00E7\u00F5es sobre o n\u00F3 que foi suspeito
threadPoolFactoryIsBlocking=Thread Pool Factory %1$s est\u00E1 bloqueada, mas o pool %2$s requer threads n\u00E3o bloqueantes
timeoutWaitingForAcks=Tempo limite ap\u00F3s %1$s esperando por confirma\u00E7\u00F5es (%2$s). Id\=%3$s, Topologia Id\=%4$s
timeoutWaitingForInitialNodes=Tempo limite ao esperar por %1$d membros no cluster. A \u00FAltima vis\u00E3o tinha %2$s
timeoutWaitingForView=Tempo excedido esperando pela vis\u00E3o %1$d, vis\u00E3o atual \u00E9 %2$d
topologyTimeout=Tempo limite esperando por topologia %1$d, a topologia atual \u00E9 %2$d
topologyUpdateError=Falha ao atualizar a topologia para a cache %1$s
transactionAlreadyRolledBack=A transa\u00E7\u00E3o %1$s j\u00E1 foi revertida
transactionCleanupError=Falha durante a limpeza das transa\u00E7\u00F5es de sa\u00EDda
transactionDataTimeout=Tempo excedido esperando por dados de transa\u00E7\u00E3o na topologia %1$d
transactionNotificationsDisabled=Notifica\u00E7\u00F5es de transa\u00E7\u00E3o desabilitadas. Isso previne os ouvintes do cluster de funcionar corretamente\!
transactionalStoreCannotBeAsync=Configura\u00E7\u00E3o inv\u00E1lida do carregador de cache para '%1$s'. Um carregador de cache n\u00E3o pode ser tanto ass\u00EDncrono quanto transacional.
transactionalStoreInNonTransactionalCache=N\u00E3o \u00E9 poss\u00EDvel ter um armazenamento transacional em uma cache n\u00E3o transacional. 
transactionalStoreInPassivatedCache=N\u00E3o \u00E9 poss\u00EDvel para uma loja ser transacional quando a passiva\u00E7\u00E3o estiver habilitada.
tryingToBringOnlineNonexistentSite=Tentando levantar um site inexistente (%1$s)\!
twoPhaseCommitAsyncBackup=O Commit de duas fases s\u00F3 pode ser usado com estrat\u00E9gia de backup s\u00EDncrona.
unableToAcquireLock=N\u00E3o foi poss\u00EDvel adquirir bloqueio ap\u00F3s %1$s para a chave %2$s e solicitante %3$s. O bloqueio est\u00E1 sendo mantido por %4$s
unableToAddJGroupsStack=N\u00E3o foi poss\u00EDvel configurar a pilha JGroups '%1$s'
unableToAddNullEntryMergePolicyFactory=N\u00E3o \u00E9 poss\u00EDvel adicionar uma f\u00E1brica de EntryMergePolicyFactory 'null'
unableToApplyXSiteState=N\u00E3o pode aplicar chunk de estado de \u00E1rea cruzada.
unableToBroadcastInvalidation=N\u00E3o \u00E9 poss\u00EDvel difundir mensagens de invalida\u00E7\u00E3o
unableToCreateInterceptor=Problemas na cria\u00E7\u00E3o do interceptor %1$s
unableToFindLocalTransactionFromRemoteSiteTransaction=Transa\u00E7\u00E3o local n\u00E3o encontrada, mas presente na tabela de transa\u00E7\u00F5es para a transa\u00E7\u00E3o remota %1$s
unableToFindRemoteSiteTransaction=N\u00E3o foi poss\u00EDvel encontrar uma transa\u00E7\u00E3o local correspondente \u00E0 transa\u00E7\u00E3o remota %1$s
unableToInstantiateClass=N\u00E3o foi poss\u00EDvel instanciar uma inst\u00E2ncia do carregador/escrevente para StoreConfiguration %1$s
unableToInstantiateSerializer=N\u00E3o foi poss\u00EDvel instanciar serializer para %1$s
unableToInvokeListenerMethod=N\u00E3o \u00E9 poss\u00EDvel invocar o m\u00E9todo %1$s na inst\u00E2ncia de objeto %2$s
unableToInvokeListenerMethodAndRemoveListener=N\u00E3o foi poss\u00EDvel invocar o m\u00E9todo %1$s na inst\u00E2ncia de objeto %2$s - removendo este objeto-alvo da lista de ouvintes\!
unableToLockToInvalidate=N\u00E3o foi poss\u00EDvel bloquear a chave %1$s para inv\u00E1lida\u00E7\u00E3o em L1 no n\u00F3 %2$s, pulando....
unableToPassivateEntry=N\u00E3o foi poss\u00EDvel passivar a entrada sob %1$s
unableToRemoveEntryAfterActivation=N\u00E3o \u00E9 poss\u00EDvel remover a entrada sob %1$s do armazenamento de cache ap\u00F3s ativa\u00E7\u00E3o
unableToRollbackGlobalTx=N\u00E3o foi poss\u00EDvel desfazer a transa\u00E7\u00E3o global %1$s
unableToRollbackInvalidationsDuringPrepare=N\u00E3o \u00E9 poss\u00EDvel difundir as invalida\u00E7\u00F5es como parte da fase de preparo. Fazendo rollback.
unableToSendXSiteState=N\u00E3o foi poss\u00EDvel enviar o chunk de estado entre sites para '%1$s'.
unableToSetValue=N\u00E3o foi poss\u00EDvel definir o valor\!
unableToStartXSiteAutStateTransfer=[%1$s] Falha ao receber uma resposta de qualquer n\u00F3. Transfer\u00EAncia autom\u00E1tica de estado entre sites para o site '%2$s' n\u00E3o iniciada.
unableToUseJGroupsPropertiesProvided=N\u00E3o \u00E9 poss\u00EDvel usar nenhum dos m\u00E9todos de configura\u00E7\u00E3o JGroups fornecidos na propriedade %1$s. Usando a configura\u00E7\u00E3o JGroups padr\u00E3o\!
unauthorizedAccess=Acesso n\u00E3o autorizado\: sujeito '%1$s' falta permiss\u00E3o '%2$s'
undeclaredConfiguration=Nenhuma tal modelo '%1$s' quando declarando '%2$s'
undefinedThreadPoolName=Nenhum thread pool com o nome '%1$s' encontrado
unexpectedErrorFromIrac=[IRAC] Erro inesperado ocorreu.
unexpectedErrorReplicating=Erro inesperado durante a replica\u00E7\u00E3o
unexpectedInitialVersion=Tipo de vers\u00E3o inicial inesperado (apenas NumericVersion inst\u00E2ncias suportadas)\: %1$s
unexpectedResponse=Resposta inesperada de %1$s\: %2$s
unfinishedTransactionsRemain=Parando, mas h\u00E1 %1$s transa\u00E7\u00F5es locais e %2$s transa\u00E7\u00F5es remotas que n\u00E3o terminaram no tempo.
unknownEncoding=A configura\u00E7\u00E3o da cache '%1$s' n\u00E3o define a codifica\u00E7\u00E3o para chaves ou valores. Se voc\u00EA usar opera\u00E7\u00F5es que exigem convers\u00E3o de dados ou consultas, deve configurar a cache com um tipo espec\u00EDfico de MediaType para chaves ou valores.
unknownExternalizerReaderIndex=O tipo de dados lido \u00E9 desconhecido. Id\=%1$d n\u00E3o est\u00E1 entre os \u00EDndices de leitura conhecidos.
unknownMigrator=Migrador desconhecido %1$s
unknownResponsesFromRemoteCache=Respostas desconhecidas do cache remoto\: %1$s
unknownTransactionConfiguration=N\u00E3o \u00E9 poss\u00EDvel determinar uma configura\u00E7\u00E3o de transa\u00E7\u00E3o sint\u00E9tica a partir do modo\=%1$s, xaEnabled\=%2$s, recoveryEnabled\=%3$s, batchingEnabled\=%4$s
unsuccessfulResponseForClusterListeners=Problema ao recuperar os ouvintes do cluster de %1$s, a resposta foi %2$s
unsuccessfulResponseRetrievingTransactionsForSegments=Problema ao recuperar transa\u00E7\u00F5es de %1$s, resposta foi %2$s
unsupportedAsyncCacheMode=Modo de cache ass\u00EDncrono '%1$s' n\u00E3o suportado para caches transacionais
unsupportedConfiguration=N\u00E3o foi poss\u00EDvel encontrar um parser para o elemento '%1$s' no namespace '%2$s' em %3$s. Verifique se sua configura\u00E7\u00E3o est\u00E1 atualizada para Infinispan '%4$s' e voc\u00EA tem a depend\u00EAncia correta na classpath
updatingAvailabilityMode=Atualizando o modo de disponibilidade para cache %1$s de %2$s para %3$s, topologia %4$s
updatingStableTopology=Atualizando topologia est\u00E1vel para cache %1$s, topologia %2$s
updatingTopology=Atualizando topologia para a cache %1$s, topologia %2$s, modo de disponibilidade %3$s
usingBatchModeTransactionManager=Usando um gerenciador de transa\u00E7\u00F5es em modo lote
version=Vers\u00E3o do Infinispan\: %1$s
viewHandlingError=Erro ao lidar com a vis\u00E3o %1$s
warnCouldNotCommitLocalTx=N\u00E3o foi poss\u00EDvel commitar a transa\u00E7\u00E3o local %1$s
warnCouldNotRollbackLocalTx=N\u00E3o foi poss\u00EDvel desfazer a transa\u00E7\u00E3o local %1$s
warnExceptionRemovingRecovery=Exce\u00E7\u00E3o ao remover informa\u00E7\u00F5es de recupera\u00E7\u00E3o
warnFallbackToNoOpMetrics=Fallback para %1$s como depend\u00EAncias necess\u00E1rias n\u00E3o est\u00E3o dispon\u00EDveis
warnGridFSMetadataCacheRequiresSync=A cache usada para metadados do Grid deve ser s\u00EDncrona.
warnL1NotHavingReaperThread=N\u00E3o est\u00E1 usando uma thread de reaper para inv\u00E1lida\u00E7\u00E3o L1. Isso poderia levar a vazamento de mem\u00F3ria, pois o mapa dos solicitantes pode crescer indefinidamente\!
warnUnableToPersistInternalCaches=N\u00E3o \u00E9 poss\u00EDvel persistir as caches internas do Infinispan porque nenhum estado global est\u00E1 ativado
warnUsingDeprecatedMemoryConfigs=O elemento de configura\u00E7\u00E3o de mem\u00F3ria '%1$s' foi obsoleto. Por favor, atualize sua configura\u00E7\u00E3o
warnXsiteBackupFailed=Problemas encontrados ao fazer backup de dados da cache %1$s na site %2$s
wildcardsNotAllowedInCacheNames=Wildcards n\u00E3o s\u00E3o permitidos em nomes de cache\: '%1$s'
writeSkewOnRead=Na chave %1$s a vers\u00E3o de leitura anterior (%2$s) \u00E9 diferente da vers\u00E3o atualmente lida (%3$s)
xsiteAdminOperationError=N\u00E3o \u00E9 poss\u00EDvel realizar opera\u00E7\u00E3o %1$s para o site %2$s
xsiteCacheManagerDoesNotAllowInvocations=N\u00E3o pode lidar com solicita\u00E7\u00E3o de site cruzado de %1$s. O CacheManager ainda n\u00E3o foi iniciado.
xsiteCacheNotFound=N\u00E3o pode processar solicita\u00E7\u00E3o entre sites de site '%1$s'. Cache '%2$s' n\u00E3o encontrada.
xsiteCacheNotStarted=N\u00E3o \u00E9 poss\u00EDvel lidar com solicita\u00E7\u00E3o de cruz-site da localiza\u00E7\u00E3o '%1$s'. O cache '%2$s' est\u00E1 parado.
xsiteCancelReceiveFailed=Limpeza falhou para transfer\u00EAncia de estado em sites cruzados. Invocar o comando cancel-receive(%1$s) no site %2$s se qualquer n\u00F3 indicar opera\u00E7\u00F5es pendentes para receber estado.
xsiteCancelSendFailed=Limpeza falhou para o transferimento de estado de \u00E1rea cruzada. Invocar o comando cancel-push-state(%1$s) se qualquer n\u00F3 indicar opera\u00E7\u00F5es pendentes para empurrar o estado.
xsiteInLocalCache.0=Replica\u00E7\u00E3o cruzada n\u00E3o dispon\u00EDvel para a cache local.
xsiteInLocalCache.2=N\u00E3o pode lidar com solicita\u00E7\u00E3o cruzada do site '%1$s'. A cache '%2$s' n\u00E3o est\u00E1 em cluster.
xsiteInvalidConfigurationRemoteSite=O site remoto '%1$s' tem uma configura\u00E7\u00E3o de cache inv\u00E1lida. Desligando o local de backup.
xsiteStateTransferAlreadyInProgress=Transfer de estado entre sites para '%1$s' j\u00E1 iniciado
