#
#Thu Jan 29 14:47:08 CET 2026
advanceExternalizerTypeClassesUndefined=getTypeClasses dell'AdvancedExternalizer per l'estensore %1$s deve restituire un set non vuoto
ambiguousConfigurationFiles=Troppi file di configurazione con lo stesso nome nel classpath. Il primo verr\u00E0 utilizzato\:
attributeDeprecated=L'attributo '%1$s' dell'elemento '%2$s' \u00E8 deprecato dalla versione dello schema %3$d.%4$d. Consultare il manuale di aggiornamento
attributeDeprecatedUseOther=L'attributo '%1$s' dell'elemento '%2$s' \u00E8 stato deprecato. Usare invece l'attributo '%3$s'
attributeNotAllowedInInvalidationMode=Impossibile abilitare '%1$s' nelle cache di invalidazione\!
attributeRemoved=L'attributo '%2$s' dell'elemento '%1$s' a '%3$s' \u00E8 stato rimosso senza sostituzione
autoXSiteStateTransferModeNotAvailableInSync=Il trasferimento automatico dello stato tra siti non \u00E8 compatibile con la strategia di backup SYNC.
awaitInitialTransferOnlyForDistOrRepl='awaitInitialTransfer' pu\u00F2 essere abilitato solo se il modo di cache \u00E8 distribuito o replicato.
backupForMissingParameters=Il nome remoto del cache e la sito remota sono mancanti o nulli nella configurazione di backup.
backupForNullCache=Nome del cache remoto mancante o null nella configurazione di backup.
backupMissingSite=La configurazione di backup deve includere un 'site'.
cacheBackupsDataToSameSite=Questa cache \u00E8 configurata per eseguire il backup sul proprio sito (%1$s).
cacheExists=la cache %1$s esiste gi\u00E0
cacheIsStopping=%1$s \u00E8 in stato 'STOPPING' e questa \u00E8 una chiamata che non appartiene a una transizione in corso, quindi non accetta nuove chiamate. Riavviarlo o ricreare il contenitore di cache.
cacheIsTerminated=%1$s \u00E8 in stato '%2$s' e quindi non accetta nuove chiamate. Riavviarlo o ricreare il contenitore di cache.
cacheManagerIsStopping=Il manager della cache sta stoppando
cacheRecoveredAfterMerge=la cache %1$s \u00E8 stato ripristinato dopo la fusione con la topologia \= %2$s, modalit\u00E0 di disponibilit\u00E0 %3$s
cache_config=Configuration()\\
cache_config.transactionMode=TransactionMode.TRANSACTIONAL\\
cancelledConflictResolution=Risoluzione del conflitto annullata per la cache %1$s con la topologia %2$s
cannotAddStore=la cache '%1$s' non \u00E8 vuoto, non si pu\u00F2 aggiungere un magazzino.
cannotChangeMaxCount=Non si pu\u00F2 modificare max-count poich\u00E9 max-size \u00E8 gi\u00E0 definito
cannotChangeMaxSize=Non \u00E8 possibile modificare max-size in quanto max-count \u00E8 gi\u00E0 definito
cannotConvertContent=%1$s non pu\u00F2 convertire il contenuto '%2$s' da %3$s a %4$s
cannotFindTranscoder=Non posso trovare il transcoder tra '%1$s' e '%2$s'
cannotMarshall=Impossibile serializzare '%1$s'
cannotObtainFailedCache=Non si pu\u00F2 ottenere la cache '%1$s' perch\u00E9 \u00E8 in stato FAILED. Controllare la configurazione
cannotProvideBothSizeAndCount=Non \u00E8 possibile configurare sia maxCount che maxSize nella configurazione in memoria
cannotRenamePersistentFile=Impossibile rinominare il file %1$s in %2$s
cannotRespondToCommit=La richiesta di commit per la transazione %1$s non pu\u00F2 essere elaborata dal cache %2$s perch\u00E9 questo cache non \u00E8 transazionale\!
cannotRespondToRollback=La richiesta di rollback per la transazione %1$s non pu\u00F2 essere processata dal cache %2$s perch\u00E9 questo cache non \u00E8 transazionale\!
cannotUpdateInternalCache=La configurazione della cache interna '%1$s' non pu\u00F2 essere modificata
classNotIndexable=La classe di entit\u00E0 configurata %1$s non \u00E8 indexabile. Si prega di rimuoverla dalla configurazione dell'indicizzazione.
clearDisallowedWhilePartitioned=Non si pu\u00F2 pulire quando il cluster \u00E8 diviso
clusterListenerInstallationFailure=Problema riscontrato durante l'installazione del listener del cluster
clusterListenerRegisteredWithOnlyPreEvents=Mentre si tenta di registrare un listener del cluster della classe %1$s, il listener \u00E8 annotato come osservando solo gli eventi pre\!
clusteredTransactionalStoreMustBeShared=Configurazione non valida per il caricatore del cache '%1$s'. Perch\u00E9 un caricatore del cache sia transazionale, deve essere anche condiviso.
commandNotYeySupportedByAllClusterMembers=Comando '%1$s' non ancora supportato da tutti i membri del cluster, richiede versione '%2$s'
componentFailedToStart=Componento %1$s non \u00E8 stato avviato
componentFailedToStop=Durante l'arresto di un cache o di un manager del cache, uno dei suoi componenti ha avuto problemi nell'arresto
configAlreadyDefined=Tentativo di definire la configurazione per la cache %1$s che gi\u00E0 esiste
configDeprecated='%1$s' \u00E8 deprecato senza sostituto.
configDeprecatedUseOther='%1$s' a %3$s \u00E8 deprecato. Usare '%2$s' invece
configurationInUse=Non \u00E8 possibile rimuovere la configurazione della cache '%1$s' perch\u00E9 \u00E8 in uso
configurationNameMatchesMultipleWildcards=La configurazione '%1$s' corrisponde a pi\u00F9 modelli di caratteri jolly
configurationNotFound=Non possiamo trovare una configurazione per la cache '%1$s' tra le configurazioni disponibili\: '%2$s'. Questa cache \u00E8 stata probabilmente rimossa da un altro thread. Ignora l'iscrizione.
configurationSerializationFailed=Impossibile serializzare la configurazione della cache '%1$s' (%2$s)
containerFull=Limite di espulsione del contenitore raggiunto %1$d, le operazioni di scrittura sono bloccate
coordinatorTimeoutWaitingForView=Scaduto in attesa di una vista %1$d. La vista corrente \u00E8 %2$d, lo stato corrente \u00E8 %3$s
corruptDataMigrationFailed=Impossibile ripristinare i dati persistiti '%1$s'.
couldNotCompleteInjectedTransaction=Impossibile completare la transazione iniettata.
couldNotFindAttribute=Non \u00E8 stato trovato l'attributo %1$s
couldNotInstantiateTransactionManager=Impossibile istanziare il manager delle transazioni
couldNotInvokeSetOnAttribute=Impossibile invocare set sull'attributo %1$s con valore %2$s
couldNotRollbackPrepared1PcTransaction=Impossibile eseguire il rollback della transazione preparata 1PC. Questa transazione verr\u00E0 eseguito il rollback dal processo di recupero, se abilitato. Transazione\: %1$s
crossSiteUnavailable=RELAY2 non trovato nello stack del protocollo. Non \u00E8 possibile eseguire operazioni tra siti.
crossSiteViewEvent=Ricevuta nuova eventuale cross-site, sito(s) %1$s\: %2$s
customInterceptorsIgnored=La configurazione degli interceptori personalizzati \u00E8 deprecata e viene ignorata
customStorageStrategyNotSet=L'impostazione del ConfigurationStrategy \u00E8 impostata su CUSTOM, ma nessuna \u00E8 specificata
degradedModeKeyUnavailable=Chiave '%1$s' non disponibile. Non tutti i proprietari sono in questa partizione
degradedModeKeysUnavailable=Le chiavi '%1$s' non sono disponibili. Non tutti i proprietari si trovano in questa partizione
degradedModeLockUnavailable=Impossibile acquisire l'\u9501 %1$s perch\u00E9 questa partizione \u00E8 in modalit\u00E0 DEGRADED
deprecatedIndexProperties=La configurazione dell'indicizzazione utilizzando propriet\u00E0 \u00E8 deprecata e sar\u00E0 rimossa in una versione futura, utilizzare gli elementi <index-writer> e <index-reader> per configurare il comportamento di indicizzazione.
directoryCannotBeCreated=Direttrice %1$s non esiste e non pu\u00F2 essere creata\!
disconnectJGroups=Scollegamento del canale JGroups `%1$s`
duplicateAliasName=L'alias '%1$s' \u00E8 gi\u00E0 utilizzato dalla cache '%2$s'
duplicateCacheName=C'\u00E8 un duplicato del nome del cache '%1$s'\!
duplicateExternalizerIdFound=Trovato un ID duplicato\! AdvancedExternalizer id\=%1$d per %2$s condiviso da un altro externalizer (%3$s). Indice del lettore \= %4$d
duplicateIdWrapper=Impossibile registrare Wrapper\: ID duplicato %1$d
duplicateJGroupsStack=Duplicato JGroups stack '%1$s'
duplicateRemoteSite=Doppio sito remoto '%1$s' nella pila '%2$s'
elementRemoved=L'elemento '%1$s' a %2$s \u00E8 stato rimosso senza sostituzione
entriesMigrated=%1$d entries migrati nella cache %2$s in %3$s
errorConvertingContent=Il contenuto '%1$s (MediaType\: '%2$s') non pu\u00F2 essere convertito in '%3$s'
errorCreatingChannelFromConfigFile=Errore durante il tentativo di creare un canale utilizzando il file di configurazione specificato\: %1$s
errorCreatingChannelFromConfigString=Errore durante il tentativo di creare un canale utilizzando la stringa di configurazione specificata\: %1$s
errorCreatingChannelFromConfigurator=Errore durante il tentativo di creare un canale utilizzando la configurazione specificata '%1$s'
errorCreatingChannelFromXML=Errore durante il tentativo di creare un canale usando la configurazione XML specificata\: %1$s
errorCreatingForkChannel=Errore nella creazione del canale fork per %1$s
errorDeserializing=La classe '%1$s' \u00E8 bloccata dalla lista di consentimento della deserializzazione. Includere il nome della classe nella lista di consentimento del server per autorizzarla.
errorDoingRemoteCall=Errore durante l'esecuzione della chiamata remota
errorMarshallingObject=Eccezione durante la serializzazione dell'oggetto\: %1$s
errorPersistingGlobalConfiguration=Errore durante la persistenza dello stato della configurazione globale
errorProcessing1pcPrepareCommand=Errore durante il processamento di una preparazione in una transazione a fase singola
errorProcessing2pcCommitCommand=Errore durante il processamento di un commit in una transazione bidirezionale
errorProcessing2pcCommitCommandErrore=durante il processamento di un commit in una transazione a due fasi
errorProcessingPrepare=Errore durante il processo di prepare
errorProcessingRequest=Errore durante il processamento della richiesta %1$d@%2$s
errorProcessingResponse=Errore durante il processing della risposta alla richiesta %1$d da %2$s
errorReadingFileStore=Impossibile leggere le voci memorizzate dal file. Errore nel file %1$s all'offset %2$d
errorReadingRebalancingStatus=Impossibile leggere lo stato del bilanciamento dal coordinator %1$s
errorRollingBack=Eccezione durante il rollback
errorSendingResponse=Errore nell'invio della risposta per la richiesta %1$d@%2$s, comando %3$s
errorTranscoding=%1$s ha incontrato un errore nella codifica del contenuto
errorUpdatingMembersList=Errore nell'aggiornamento dell'elenco dei membri della cache per la vista %1$d, in attesa della prossima vista
errorWritingValueForAttribute=Eccezione durante la scrittura del valore per l'attributo %1$s
evictionDisabled=Il rimozione di un elemento \u00E8 stata invocata senza una strategia di purga esplicita per la cache %1$s
evictionExecutorDeprecated=L'elemento xml eviction-executor \u00E8 deprecato e sostituito da expiration-executor, aggiornare il file di configurazione.
exceptionBasedEvictionOnlySupportedInTransactionalCaches=L'eviczione basata su eccezioni \u00E8 supportata solo nelle cache transazionali che non consentono l'commit a una fase o le sincronizzazioni
exceptionDuringClusterListenerRetrieval=Riscontro durante il recupero di listener del cluster da %1$s
exceptionDuringConflictResolution=Eccezione durante il tentativo di risolvere la conflitto sui chiavi '%1$s'\: %2$s
exceptionHandlingCommand=Catturato un'eccezione durante l'elaborazione del comando %1$s
exceptionInvokingListener=Catturata eccezione [%1$s] durante l'invocazione del metodo [%2$s] sull'istanza dell'ascoltatore\: %3$s
exceptionPurgingDataContainer=Catturata eccezione durante la purga del contenitore dei dati\!
executionError=Errore nell'esecuzione del comando %1$s su %2$s, scrittura delle chiavi %3$s
existingConfigForInternalCache=Esiste gi\u00E0 una configurazione di cache denominata %1$s. Non pu\u00F2 essere configurata esternamente dall'utente.
expectedJustOneResponse=Si prevedeva una sola risposta; abbiamo ricevuto %1$s
expirationNotAllowedWhenStoreDoesNotSupport=L'espirezione (Max idle o Lifespan) non \u00E8 consentita mentre si utilizza uno store '%1$s' che non supporta l'espirezione, a meno che non sia configurato come sola lettura
extraneousMembersJoinRestoredCache=Membri extra %1$s stanno cercando di unirsi al cache %2$s, poich\u00E9 non erano membri dello stato persistito
factoryCannotConstructComponent=La factory non sa come costruire il componente %1$s
failedConflictResolution=La risoluzione del conflitto ha fallito per la cache %1$s con topologia %2$s
failedInvalidatingRemoteCache=L'invalidazione del cache remoto ha avuto esito negativo
failedInvokingCacheManagerListener=Catturato un'eccezione durante l'invocazione di un listener del manager del cache\!
failedInvokingEventLoggerListener=Catturata un'eccezione durante l'inoltro di un listener di registro degli eventi\!
failedLoadingKeysFromCacheStore=Caricamento chiavi dallo store di cache non riuscito
failedOutBoundTransferExecution=Impossibile eseguire l'invio in uscita
failedPartitionHandlingTxCompletion=Eccezione completando la transazione parzialmente completata %1$s. Riprova pi\u00F9 tardi.
failedReadingPersistentState=Impossibile leggere lo stato persistente dal file %1$s. Aborting.
failedSynchronizationRegistration=Registrazione della sincronizzazione fallita
failedToBackupData=Impossibile riprodurre la cache `%1$s` su uno o pi\u00F9 siti remote\: %2$s
failedToCallStopAfterFailure=Impossibile chiamare stop() da uno stato FAILED, ma catturato un'eccezione
failedToCreateInitialCtx=Impossibile creare il contesto JNDI iniziale
failedToEnlistTransactionXaAdapter=Impossibile enlistare TransactionXaAdapter alla transazione
failedToInitializeCache=Impossibile inizializzare la cache\: '%1$s'
failedToInitializeGlobalRegistry=Impossibile inizializzare il registro globale
failedToInvalidateKeys=Errore durante la rinvendita delle chiavi dal L1 dopo il rihashing
failedToRecoverCacheState=Impossibile ripristinare lo stato della cache %1$s dopo che il nodo corrente divent\u00F2 coordinatore
failedToRecoverClusterState=Impossibile ripristinare lo stato del cluster dopo che il nodo corrente divent\u00F2 coordinatore (o dopo la fusione), si ritiene
failedToRequestSegments=Non sono stato in grado di richiedere lo stato del cache %1$s dal nodo %2$s, segmenti %3$s
failedToRestartXSiteStateTransfer=Impossibile riavviare lo stato di trasferimento cross-site al sito %1$s
failedToRetrieveTransactionsForSegments=Impossibile recuperare le transazioni della cache %1$s dal nodo %2$s, segmenti %3$s
failedToTransferTombstones=Impossibile trasferire i tombstones cross-site a %1$s per i segmenti %2$s.
failedToUpdateAttribute=Impossibile aggiornare l'attributo nome %1$s con il valore %2$s
failedWaitingForTopology=Fallito l'aspettativa della topologia %1$d
failedWritingGlobalState=Impossibile scrivere lo stato nel file %1$s.
failurePolicyClassNotCompatibleWith=La configurazione di backup '%1$s' dell'impostazione 'failure-policy-class' non \u00E8 compatibile con 'failure-policy\=%2$s'. Utilizzare 'failure-policy\="CUSTOM"'
fallingBackToEmbeddedTm=Uso EmbeddedTransactionManager
finishedConflictResolution=La risoluzione della conflittualit\u00E0 \u00E8 terminata per la cache %1$s con topologia %2$s
finishedRebalance=Bilanciamento terminato per la cache %1$s, topologia %2$s
flushedACLCache=Cache ACL riscosso
forbiddenStoreLocation=L'ubicazione del deposito '%1$s' non \u00E8 una sotto-directory della ubicazione persistente globale '%2$s'
forkProtocolRequired=\u00C8 necessario usare il protocollo FORK sul canale JGroups.
foundDifferentIndexConfigPerType=Non \u00E8 consentito avere configurazioni di indicizzazione diverse per ogni tipo indicizzato in una cache.
getConflictsAlreadyInProgress=ConflictManager.getConflicts() gi\u00E0 in corso
getConflictsStateTransferInProgress=Impossibile recuperare i conflitti poich\u00E9 lo StateTransfer \u00E8 attualmente in corso per la cache '%1$s'
globalSecurityAuthShouldBeEnabled=L'autorizzazione globale della sicurezza deve essere abilitata se l'autorizzazione del cache \u00E8 abilitata.
globalStateCannotAcquireLockFile=Non \u00E8 stato possibile acquisire l'lock '%1$s' per lo stato globale persistente
globalStateDisabled=Impossibile persistere la configurazione della cache poich\u00E9 lo stato globale \u00E8 disabilitato
globalStateLoad=Caricato lo stato globale, versione\=%1$s timestamp\=%2$s
globalStateLockFilePresent=Ficcione lock file '%1$s' nello stato globale persistente, probabilmente lasciato dietro un'arresto inaspettato.
globalStateWrite=Stato persistito, versione\=%1$s timestamp\=%2$s
groupingOnlyCompatibleWithObjectStorage=Il raggruppamento \u00E8 compatibile solo con lo storage tipo application/x-java-object, ma era\: {key\=%1$s, value\=%2$s}
ignoreAttribute=Ignorando l'attributo '%2$s' dell'elemento '%1$s' in '%3$s', rimuovi da file di configurazione
ignoreXmlElement=Ignorando l'elemento %1$s alla posizione %2$s, rimuovi dall'file di configurazione
ignoredAttribute=L'%1$s' non \u00E8 pi\u00F9 supportato dalla versione %2$s. L'attributo %3$s sulla linea %4$d sar\u00E0 ignorato.
ignoringCacheTopology=Ignorando la topologia del cache da %1$s durante l'unione\: %2$s
ignoringSpecificMediaTypes=Solo un tipo di contenuto \u00E8 stato specificato per le chiavi e i valori, ignorando le configurazioni individuali
ignoringUnsolicitedState=Ricevuto uno stato non richiesto dal nodo %1$s per il segmento %2$d della cache %3$s
illegalCapacityFactor=fattore capacit\u00E0 deve essere positivo
immutableConfiguration=La configurazione \u00E8 immutabile
incompatibleClusterConfiguration=Impossibile creare una configurazione clusterizzata per la cache '%1$s' perch\u00E9 la configurazione %n%2$s%n \u00E8 incompatibile con la configurazione esistente %n%3$s
incompatiblePersistedConfiguration=Impossibile ricreare la configurazione persistente per la cache '%1$s' perch\u00E9 la configurazione %n%2$s%n \u00E8 incompatibile con la configurazione esistente %n%3$s
incompleteGlobalState=Lo stato globale non pu\u00F2 essere persistito perch\u00E9 incompleto (solitamente causato da errori all'avvio).
indexLocationWorkingDir=Il percorso dell'indice non \u00E8 stato fornito e lo stato globale \u00E8 disabilitato, user\u00F2 la directory di lavoro corrente per lo storage.
indexRelativeWorkingDir=Il percorso dell'indice '%1$s' non \u00E8 assoluto e lo stato globale \u00E8 disabilitato, verr\u00E0 utilizzato un percorso relativo alla directory di lavoro corrente.
indexableClassesDefined=La configurazione della cache non deve dichiarare entit\u00E0 indicizzate se la cache non \u00E8 indicizzata
indexedEntityNameMissing=Il nome dell'entit\u00E0 indicizzato non pu\u00F2 essere null o vuoto
initialStateTransferTimeout=La trasferimento iniziale dello stato \u00E8 scaduto per la cache %1$s su %2$s
interceptorStackNotSupported=Lo stack degli interceptor non \u00E8 supportato nel cache semplice
interruptedWaitingForCoordinator=getCoordinator()\: Interrotto mentre si attendeva che i membri siano impostati
invalidAttributeEnumValue=L'attributo '%2$s' dell'elemento '%1$s' ha un valore illegale '%3$s' al %5$s. Si aspetta uno di %4$s.
invalidAttributeValue=Attributo '%2$s' dell'elemento '%1$s' ha un valore illegale '%3$s' in %4$s\: %5$s
invalidChunkSize=dimensione del blocco deve essere positiva, ottenuto %1$d
invalidCompletedTxTimeout=completedTxTimeout deve essere >\= 0, abbiamo ricevuto %1$d
invalidConfigurationIndexingWithInvalidation=L'indicizzazione non pu\u00F2 essere abilitata nelle caches in modalit\u00E0 Invalidation
invalidConfigurationIndexingWithoutModule=L'indicizzazione pu\u00F2 essere abilitata solo se infinispan-query.jar \u00E8 disponibile nel classpath e questo jar non \u00E8 stato rilevato.
invalidEncodingClass=La classe %1$s dovrebbe essere una sottoclasse di %2$s
invalidEvictionSize=L'eviczione in memoria \u00E8 abilitata, specificare una dimensione massima o conteggio superiore a zero
invalidIndexStartUpMode=Modalit\u00E0 di avvio dell'indice non valida\: %1$s
invalidIndexStorage=Archiviazione dell'indice non valida
invalidJson=Non \u00E8 possibile convertire il contenuto testuale in JSON\: '%1$s'
invalidMessageType=Tipo di messaggio invalido %1$s ricevuto da %2$s
invalidNameSize=Il nome deve essere inferiore a 256 byte. Il nome attuale '%1$s' supera la dimensione.
invalidPermission=Tentativo di aggiungere una %1$s permission a una SecurityPermissionCollection
invalidPersistentState=Il file dello stato per '%1$s' \u00E8 invalido. L'avvio si interrompe per prevenire ulteriori corruzioni dello stato persistente
invalidPolicyWithAsyncStrategy=Il backup '%1$s' configurazione 'failure-policy\=%2$s' non \u00E8 valida con una strategia di backup ASYNC.
invalidPrincipalRoleMapper=Nessuna mappa principale-ruolo specificata
invalidReaperWakeUpInterval=reaperWakeUpInterval deve essere >\= 0, abbiamo ricevuto %1$d
invalidScope=Intervallo di parser non valido. Atteso '%1$s' ma trovato '%2$s'
invalidSingleFileStoreData=Leggo dati non validi nel file SingleFileStore %1$s, rimuovere il file e riprovare
invalidStateTransferTimeout=Il timeout dello stato della trasferimento (%1$s) deve essere maggiore o uguale al timeout remoto (%2$s)
invalidTouchMode=I modi asincroni della cache, come %1$s, non possono utilizzare il modo touch SINCRONO per l'espirezza massima.
invalidTracingCollectorEndpoint=Il punto finale del raccoglitore di tracce '%1$s' non \u00E8 valido.
invalidXSiteStateTransferMode=Il modalit\u00E0 di trasferimento dello stato tra i siti non pu\u00F2 essere null.
invalidXSiteStateTransferTimeout=Il valore di timeout per la replica dello stato tra siti deve essere uguale o superiore a uno.
invalidXSiteStateTransferWaitTime=Il tempo di attesa tra le ripetizioni per lo stato di replica cross-site deve essere uguale a o superiore a uno.
invalidationPartitionHandlingNotSuported=Modalit\u00E0 di invalidazione supportata solo quando Split-When \= ALLOW_READ_WRITES
invocationBatchingCannotBeRecoverable=Un cache configurato con l'elaborazione delle chiamate non pu\u00F2 avere la ripristino abilitato
invocationBatchingNeedsTransactionalCache=Non \u00E8 possibile abilitare l'Invocazione Batching quando il Modalit\u00E0 Transazionale \u00E8 NON_TRANSACTIONAL, impostare il modalit\u00E0 transazionale su TRANSACTIONAL
invocationBatchingNotEnabled=L'aggregazione delle chiamate non \u00E8 abilitata nella configurazione attuale\! Abilitala.
issueEncounteredResettingIndex=Si \u00E8 verificato un errore quando si ha provato a ripristinare l'indice SIFS della cache %1$s
jgroupsConfigurationNotFound=Non sono stato in grado di trovare il file di configurazione JGroups specificato '%1$s'
jgroupsInsertRequiresPosition=Inserendo il protocollo '%1$s' in una pila JGroups \u00E8 necessario l'attributo 'stack.position'
jgroupsNoStackPosition=Non si pu\u00F2 utilizzare stack.position quando stack.combine \u00E8 '%1$s'
jgroupsNoSuchProtocol=Il protocollo '%1$s' non esiste nella pila di base per l'operazione '%2$s'
jgroupsRelayWithoutRemoteSites=Lo stack JGroups '%1$s' ha un protocollo RELAY2 senza siti remoti.
jgroupsRemoteSitesWithoutRelay=Lo stack JGroups '%1$s' dichiara siti remoti, ma non include il protocollo RELAY2.
jmxMBeanAlreadyRegistered=Il dominio JMX '%1$s' \u00E8 gi\u00E0 in uso.
jsonObjectConversionDeprecated=Le conversioni tra JSON e oggetti Java sono deprecate e saranno rimossi in una versione futura. Per leggere/scrivere valori come JSON, si consiglia di definire uno schema protobuf e memorizzare i dati nella cache utilizzando 'application/x-protostream' come tipo di contenuto
l1InvalidLifespan=L'uso di una durata L1 pari a 0 o negativa \u00E8 significativo
l1NotValidWithExpirationEviction=L'abilitazione della cache L1 non \u00E8 supportata quando si usa l'estromesso basato su eccezioni.
l1OnlyForDistributedCache=L'abilitazione dell'L1 cache \u00E8 supportata solo quando si usa DISTRIBUTED come modalit\u00E0 di cache. La tua modalit\u00E0 di cache \u00E8 impostata su %1$s
loaderConfigurationDoesNotSpecifyLoaderClass=La configurazione del caricatore del cache %1$s non specifica la classe del caricatore usando @ConfigurationFor
localAndPhysicalAddress=Canale `%1$s` indirizzo locale \u00E8 `%2$s`, gli indirizzi fisici sono `%3$s`
lockOperationsNotSupported=Le operazioni di locking espliciti non sono supportate in una cache semplice
managerConfigurationStorageUnavailable=Non \u00E8 possibile impostare ConfigurationStrategy su MANAGED in modalit\u00E0 embedded
marshallerMissingFromUserAndGlobalContext=Impossibile deserializzare '%1$s' poich\u00E9 un marshaller non \u00E8 presente nel contesto di serializzazione utente o globale
marshallerNotOverridden=%1$s implementazione del marshaller non sovrascritta nel SerializationContext
marshallersNotSupported=Ignorando l'attributo 'marshaller'. Gli marshaller comuni sono gi\u00E0 disponibili in runtime. Per distribuire un marshaller personalizzato, consultare la sezione 'Encoding' nella guida utente
maxIdleGreaterThanOrEqualLifespan=Il valore massimo inattivit\u00E0 deve essere inferiore alla durata quando \u00E8 configurato. Il valore massimo di inattivit\u00E0 \u00E8 %1$s e la durata \u00E8 %2$s
maxIdleGreaterThanOrEqualLifespanRuntime=Il tempo di vita attuale ha trovato un'entrata con max idle %1$d ms superiore o uguale al tempo di vita %2$d ms, ignorando max idle
maxIdleNotAllowedWithoutPassivation=Il max idle non \u00E8 consentito durante l'uso di un caricatore del cache senza passivation
maxIdleNotTestedWithPassivation=Max idle non \u00E8 supportato quando viene utilizzato uno store
memorySharedConfigHasEviction=La configurazione della memoria che usa un contenitore condiviso non pu\u00F2 avere impostazioni individuali di rimozione
memorySharedConfigHasOffHeap=La configurazione in memoria che utilizza un contenitore condiviso non \u00E8 supportata con lo storage off heap
memorySharedContainerNotExist=La configurazione di memoria utilizza un contenitore condiviso %1$s che non esiste nella configurazione globale della memoria
metricRegistrationFailed=Impossibile registrare le metriche con l'ID %1$s. Motivo\: %2$s
missingBackupFailurePolicyClass=Dovresti specificare una 'failure-policy-class' per utilizzare una politica di fallimento del backup personalizzata per il backup '%1$s'.
missingDefaultCacheDeclaration=Manca la configurazione per la cache predefinita '%1$s' dichiarata sul contenitore
missingForeignExternalizer=Mancante foreign externalizer con id\=%1$s, o l'estensore non \u00E8 stato configurato dal client, o il modulo di implementazione della fase della vita dell'estensore non \u00E8 stato caricato correttamente
missingGlobalStatePersistentLocation=Persistenza globale abilitata senza specificare una posizione
missingJGroupsStack=Nessuna pila JGroups '%1$s'
missingListPreparedTransactions=Mancano gli elenchi delle transazioni preparate dal nodo %1$s. La risposta ricevuta \u00E8 %2$s
missingRequiredProperty=Mancante la propriet\u00E0 richiesta '%1$s' per l'attributo '%2$s' in %3$s
missingTooManyMembers=la cache '%1$s' ha un numero di proprietari %2$d ma manca troppi membri (%3$d/%4$d) per reinstallare la topologia
missingTransportConfiguration=Deve essere definito un trasporto nella configurazione globale per definire una cache clusterizzata
missingTypeForUnwrappedPayload=La conversione da payload protostream sottostante richiede che il parametro 'type' venga specificato nel MediaType di destinazione
missingXSiteEntryMergePolicy=Mancante XSiteEntryMergePolicy. La configurazione della cache deve includere un merge policy.
moduleStopError=Errore durante lo stop del modulo %1$s
multipleSitesWithSameName=Esistono pi\u00F9 siti con lo stesso nome '%1$s'. Questa configurazione non \u00E8 valida.
noAnnotateMethodsFoundInListener=Tentativo di registrare un listener della classe %1$s, ma nessun metodo pubblico valido annotato con gli eventi a livello del metodo trovato\! Ignorando il listener.
noConfiguration=Nessun template/configurazione '%1$s'
noDefaultCache=Sia stata richiesta una cache di default, ma nessuna cache \u00E8 stata impostata come default per questo contenitore
noFilterIndexingServiceProviderFound=Nessun provider di servizio per l'indicizzazione del filtro trovato per il filtro indicizzato del tipo %1$s
noIndexableClassesDefined=Nessuna classe indicizzabile \u00E8 stata definita per questa cache indicizzata. La configurazione deve contenere classi o tipi di messaggi protobuf annotati con '@Indexed'
noLiveOwnersFoundForSegments=Nessun proprietario attivo trovato per i segmenti %1$s della cache %2$s. Proprietari esclusi\: %3$s
noSuchCacheConfiguration=la cache '%1$s' \u00E8 stata richiesta, ma nessuna configurazione di cache corrispondente esiste
noSuchGlobalRoles=Ruoli del cache invalidi '%1$s'
nodeNameNotInRaftMembers=Il nome del transport deve essere presente tra i membri di raft\: %1$s
nodeWithIncompatibleStateJoiningCache=Il nodo %1$s sta cercando di unire alla cache %2$s con uno stato incompatibile
nodeWithPersistentStateJoiningClusterWithoutState=Nodo %1$s con uno stato persistente che cerca di unirsi alla cache %2$s in un cluster senza uno stato
nonWritableStateFile=Il file di stato %1$s non \u00E8 scrivibile. Aborting.
notStartingEvictionThread=wakeUpInterval <\= 0, non si sta avviando il thread per la purga scaduta
notSupportedInSimpleCache=Questa configurazione non \u00E8 supportata per la cache semplice
offHeapMemoryEvictionNotSupportedWithObject=La rimozione basata sulle dimensioni (byte) richiede entro heap o uno storage binariamente compatibile configurato nell'encoding del cache
onlyOnePreloadStoreAllowed=\u00C8 consentito solo uno store impostato su 'preload'\!
parserDoesNotDeclareNamespaces=Il parser di configurazione '%1$s' non dichiara alcuna annotazione Namespace
parserRootElementAlreadyRegistered=L'elemento radice per %1$s \u00E8 gi\u00E0 registrato nel ParserRegistry da %2$s. Non si pu\u00F2 installare %3$s.
partitionDegraded=Il cluster opera in modalit\u00E0 degradata a causa di fallimenti dei nodi.
passivationStoreCannotBeShared=Configurazione non valida per il caricatore del cache '%1$s'. Se un caricatore del cache \u00E8 configurato con la passivation, il caricatore del cache non pu\u00F2 essere condiviso in una partizione\!
passivationWithoutEviction=Passivazione configurata senza che una politica di rimozione venga selezionata. Solo gli entit\u00E0 manualmente rimosse saranno passivate.
persistedDataMigrationFailed=Impossibile migrare i dati persistiti di '%1$s'.
persistedDataMigrationUnsupportedVersion=Versione di dati persistente non supportata\: %1$s
persistedDataSuccessfulMigrated=Dati persistiti di '%1$s' spostati con successo.
persistenceAvailable=La persistenza ora \u00E8 disponibile
persistenceUnavailable=La persistenza non \u00E8 disponibile perch\u00E9 lo store %1$s
persistenceWithoutCacheLoaderInterceptor=La persistenza \u00E8 abilitata senza alcun CacheLoaderInterceptor nell'InterceptorChain\!
persistenceWithoutCacheWriteInterceptor=La persistenza \u00E8 abilitata senza alcun CacheWriteInterceptor nella catena degli interceptor\!
persistentConsistentHashMismatch=L'Fabbrica CH '%1$s' non pu\u00F2 ripristinare una CH persistente della classe '%2$s'
preloadAndPurgeOnStartupConflict=Un store non pu\u00F2 essere configurato con sia preload che purgeOnStartup
preparedTxAlreadyExists=Gia c'\u00E8 una transazione preparata con questo xid\: %1$s. Nuova transazione \u00E8 %2$s. Ci sono due transazioni diverse nel cluster che hanno lo stesso Xid?
problemApplyingStateForKey=Problema riscontrato durante l'applicazione dello stato per la chiave %1$s\!
problemClosingChannel=Problema nella chiusura del canale `%1$s`; viene impostato a null
problemPreloadingKey=Problema riscontrato durante il precaricamento della chiave %1$s\!
queriedAttributeNotFound=Non \u00E8 stato trovato l'attributo richiesto con nome %1$s
queryNotSupported=Modulo query non trovato. Aggiungi infinispan-query alla classpath.
querySimpleCacheNotSupported=Le cache semplici non supportano le query. Utilizzare i cache standard per la query.
raftGlobalStateDisabled=Non \u00E8 possibile persistere i dati RAFT poich\u00E9 lo stato globale \u00E8 disabilitato
raftProtocolAvailable=Il protocollo RAFT \u00E8 disponibile.
randomCacheModeSynonymsDeprecated=%1$s \u00E8 deprecato come sinonimo di %2$s. Usa uno di %3$s invece
readOnlyPermissionCollection=Tentativo di aggiungere una permission a una SecurityPermissionCollection di sola lettura
rebalanceError=Errore durante il bilanciamento per la cache %1$s sul nodo %2$s, l'ID topologia \= %3$d
rebalancePhaseConfirmedOnNode=La fase di bilanciamento %1$s confermata per la cache %2$s sul nodo %3$s, id topologia \= %4$d
rebalanceStartError=Impossibile avviare il bilanciamento per la cache %1$s
rebalancingEnabled=Rebalance abilitato
rebalancingSuspended=Sbilanciamento sospeso
receivedClusterView=Ricevuta nuova vista del cluster per il canale %1$s\: %2$s
receivedMergedView=Ricevuta una nuova visualizzazione MERGED del cluster per la canale %1$s\: %2$s
receivedXSiteClusterView=Ricevuto un nuovo cluster cross-site\: %1$s
recoverFromStateMissingMembers=Ripristino della cache '%1$s' ma ci sono membri mancanti, membri noti %2$s su un totale di %3$s
recoveryIgnored=L'chiamata al recupero verr\u00E0 ignorata perch\u00E9 il recupero \u00E8 disabilitato. Altre informazioni sul recupero\: http\://community.jboss.org/docs/DOC-16646
recoveryNotSupportedWithNonTxCache=Ripristino non supportato con la cache non transazionale
recoveryNotSupportedWithSynchronization=Ripristino non supportato con Sincronizzazione
rejectOutdatedView=Evento di vista rifiutato. L'id della vista installata '%1$s' \u00E8 pi\u00F9 recente dell'istanza ricevuta\: %2$s
remoteException=Ricevuto un'eccezione da %1$s, vedere la causa per lo stack traccia remota
remoteNodeSuspected=Nodo %1$s \u00E8 stato sospettato
remoteNodeTimedOut=Nodo %1$s ha scaduto, tempo \: %2$s %3$s
remoteTransactionAlreadyCompleted=Non \u00E8 possibile creare la transazione remota %1$s, gi\u00E0 completata
remoteTransactionAlreadyRolledBack=Non si pu\u00F2 eseguire il commit della transazione remota %1$s perch\u00E9 era gi\u00E0 stata annullata
remoteTransactionOriginatorNotInView=Non \u00E8 possibile creare la transazione remota %1$s, l'originatore non si trova nella vista del cluster
remoteTransactionStatusMissing=Non \u00E8 stato possibile trovare lo stato per la transazione remota %1$s, incrementa transaction.completedTxTimeout
remoteTransactionTimeout=La transazione remota %1$s \u00E8 scaduta. Annullamento dopo %2$d ms
requestTimedOut=Tempo scaduto in attesa di risposte per la richiesta %1$d da %2$s dopo %3$s
requireNodeName=Il nome del nodo di trasporto non \u00E8 stato impostato.
requireNonNullClusterName=Il nome del cluster nel trasporto non pu\u00F2 essere null.
retrievingTm=Recupero del gestore delle transazioni %1$s
scheduledTaskEncounteredThrowable=Si \u00E8 verificato un errore nell'attivit\u00E0 periodica inviata con %1$s, non verr\u00E0 pianificata di nuovo.
securityCacheTracing=Il contenitore di sicurezza non pu\u00F2 essere abilitato/disabilitato a livello del cache, poich\u00E9 \u00E8 configurato globalmente.
sharedContainerNotFound=Contenitore condiviso non disponibile\: %1$s
sharedStoreShouldNotBePurged=Configurazione non valida del caricatore della cache per '%1$s'. Se un caricatore della cache \u00E8 configurato con purgeOnStartup, il caricatore della cache non pu\u00F2 essere condiviso in un cluster\! 
sharedStoreWithLocalCache=Un archivio non pu\u00F2 essere condiviso quando viene utilizzato un\u7F13\u5B58 locale.
singleOwnerNotSetToAllowReadWrites=Il PartitionStrategy deve essere ALLOW_READ_WRITES quando il numero di proprietari \u00E8 1
siteNotFound=Il sito '%1$s' non \u00E8 stato trovato.
startFailure=L'avvio di %1$s ha avuto esito negativo, stoppando qualsiasi componente in esecuzione
startMigratingPersistenceData=Migrazione dei dati persistenti di '%1$s' in un nuovo formato...
startRecoveringCorruptPersistenceData=Tentativo di ripristinare il file di persistenza potenzialmente corrotto %1$s
startingConflictResolution=Risoluzione del conflitto iniziata per la cache %1$s con topologia %2$s
startingJGroupsChannel.1=Avvio del canale JGroups `%1$s`
startingJGroupsChannel.2=Avvio del canale JGroups `%1$s` con lo stack `%2$s`
startingRebalancePhase=Avvio di una nuova fase di bilanciamento per la cache %1$s, topologia %2$s
startingUserMarshaller=Avvio del marshaller utente '%1$s'
stopOrderIgnored=Detecctata dipendenza circolare tra le cache, l'ordine di stop viene ignorato
storeBothReadAndWriteOnly=Il store non pu\u00F2 essere configurato con sia lette che scritte\!
storeConfiguredHasBothReadAndWriteOnly=Il store %1$s non pu\u00F2 essere configurato come %2$s perch\u00E9 l'implementazione specifica che \u00E8 gi\u00E0 %3$s\!
storeConfiguredSegmentedButCharacteristicNotPresent=Non \u00E8 possibile configurare lo store %1$s come segmentato perch\u00E9 non contiene la caratteristica SEGMENTABLE
storeConfiguredSharedButCharacteristicNotPresent=Lo store %1$s non pu\u00F2 essere configurato come condiviso perch\u00E9 non contiene la caratteristica SHARED
storeConfiguredTransactionalButCharacteristicNotPresent=Il caricatore del cache %1$s non pu\u00F2 essere configurato per essere transazionale perch\u00E9 non contiene la caratteristica TRANSACTIONAL
storeDoesNotSupportBeingSegmented=Configurazione non valida per il caricatore del cache '%1$s'. Questa implementazione non supporta essere segmentata\!
storeIsAvailableCheckThrewException=Il controllo di disponibilit\u00E0 dello store '%1$s' ha sollevato un'eccezione
storeIsAvailableCompletedExceptionally=Il magazzino '%1$s'\#isAvailable completato con un'eccezione
storeLocationRequired.0=Il magazzino deve specificare una posizione quando lo stato globale \u00E8 disabilitato
storeLocationRequired.2=Il magazzino '%1$s' deve specificare l'attributo '%2$s' quando lo stato globale \u00E8 disabilitato
storeReadOnlyExceptions=Il caricatore non pu\u00F2 essere configurato con purgeOnStartup, shared o passivation se \u00E8 in sola lettura\!
storeTimeoutBetweenEntries=Il tempo tra le voci/chiavi recuperate dallo store supera il limite di %1$s ms. Abilitare il TRACE per org.infinispan.PERSISTENCE per tracciare gli chiamanti di questo
storeWriteOnlyExceptions=Il magazzino non pu\u00F2 essere configurato con fetchPersistenceState o preload se \u00E8 di sola scrittura\!
templateConfigurationStartAttempt=Tentativo di avviare un cache utilizzando la configurazione del modello '%1$s'
thirdPartySuspected=%1$s ha segnalato che un terzo nodo \u00E8 stato sospeso, vedere la causa per informazioni sul nodo che \u00E8 stato sospeso
threadPoolFactoryIsBlocking=Il Thread Pool Factory %1$s \u00E8 bloccante, ma il pool %2$s richiede thread non bloccanti
timeoutWaitingForAcks=Timeout dopo %1$s aspettando gli acks (%2$s). Id\=%3$s, Topologia Id\=%4$s
timeoutWaitingForInitialNodes=Timeout mentre si attendeva %1$d membri nel cluster. L'ultima visualizzazione aveva %2$s
timeoutWaitingForView=Scaduto in attesa di una vista %1$d, la vista corrente \u00E8 %2$d
topologyTimeout=Timeout aspettando la topologia %1$d, la topologia attuale \u00E8 %2$d
topologyUpdateError=Impossibile aggiornare la topologia per la cache %1$s
transactionAlreadyRolledBack=La transazione %1$s \u00E8 gi\u00E0 stata annullata
transactionCleanupError=Errore durante la pulizia delle transazioni del lasciatore
transactionDataTimeout=Scaduto in attesa dei dati della transazione %1$d
transactionNotificationsDisabled=Le notifiche di transazione sono disabilitate. Questo impedisce al listener del cluster di funzionare correttamente\!
transactionalStoreCannotBeAsync=Configurazione non valida del caricatore del cache '%1$s'. Un caricatore del cache non pu\u00F2 essere sia asincrono che transazionale.
transactionalStoreInNonTransactionalCache=Un deposito non pu\u00F2 essere transazionale in una cache non transazionale. 
transactionalStoreInPassivatedCache=Non \u00E8 possibile che un magazzino sia transazionale quando la passivazione \u00E8 abilitata. 
tryingToBringOnlineNonexistentSite=Tentando di riportare online un sito che non esiste (%1$s)\!
twoPhaseCommitAsyncBackup=Il commit a due fasi pu\u00F2 essere utilizzato solo con una strategia di backup sincrono.
unableToAcquireLock=Impossibile acquisire un blocco dopo %1$s per la chiave %2$s e richiedente %3$s. Il blocco \u00E8 mantenuto da %4$s
unableToAddJGroupsStack=Impossibile configurare la pila JGroups '%1$s'
unableToAddNullEntryMergePolicyFactory=Impossibile aggiungere una EntryMergePolicyFactory 'null'
unableToApplyXSiteState=Non \u00E8 possibile applicare lo stato di cross-site.
unableToBroadcastInvalidation=Impossibile trasmettere messaggi di invalidazione
unableToCreateInterceptor=Problemi creando l'intercettore %1$s
unableToFindLocalTransactionFromRemoteSiteTransaction=La transazione locale non \u00E8 stata trovata ma \u00E8 presente nella tabella delle transazioni per la transazione remota %1$s
unableToFindRemoteSiteTransaction=Impossibile trovare una transazione locale corrispondente alla transazione remota %1$s
unableToInstantiateClass=Impossibile istanziare un'istanza del caricatore/lettore per StoreConfiguration %1$s
unableToInstantiateSerializer=Impossibile istanziare lo serializer per %1$s
unableToInvokeListenerMethod=Impossibile invocare il metodo %1$s sull'istanza dell'oggetto %2$s
unableToInvokeListenerMethodAndRemoveListener=Impossibile richiamare il metodo %1$s sull'istanza di oggetto %2$s - rimuovo questo oggetto di destinazione dall'elenco dei listener\!
unableToLockToInvalidate=Impossibile bloccare la chiave %1$s per invalidarla da L1 al nodo %2$s, saltando....
unableToPassivateEntry=Impossibile passivare l'entrata sotto %1$s
unableToRemoveEntryAfterActivation=Impossibile rimuovere l'entrata sotto %1$s dallo store del cache dopo l'attivazione
unableToRollbackGlobalTx=Impossibile annullare la transazione globale %1$s
unableToRollbackInvalidationsDuringPrepare=Impossibile trasmettere le invalidazioni come parte della fase di preparazione. Rollback.
unableToSendXSiteState=Impossibile inviare un pezzo dello stato tra siti a '%1$s'.
unableToSetValue=Impossibile impostare il valore\!
unableToStartXSiteAutStateTransfer=[%1$s] Non riesco a ricevere una risposta da qualsiasi nodo. Lo trasferimento automatico di stato cross-site alla sito '%2$s' non \u00E8 avviato.
unableToUseJGroupsPropertiesProvided=Non si possono utilizzare alcune delle meccaniche di configurazione JGroups fornite nelle propriet\u00E0 %1$s. Si sta usando la configurazione JGroups predefinita\!
unauthorizedAccess=Accesso non autorizzato\: l'utente '%1$s' manca del permesso '%2$s'
undeclaredConfiguration=Nessun modello '%1$s' quando dichiarare '%2$s'
undefinedThreadPoolName=Nessun pool di thread con il nome '%1$s' trovato
unexpectedErrorFromIrac=[IRAC] Si \u00E8 verificato un errore imprevisto.
unexpectedErrorReplicating=Errore imprevisto durante la riproduzione
unexpectedInitialVersion=Tipo inaspettato di versione iniziale (solo istanze di NumericVersion supportate)\: %1$s
unexpectedResponse=Risposta imprevista da %1$s\: %2$s
unfinishedTransactionsRemain=Si sta interrompendo, ma ci sono %1$s transazioni locali e %2$s transazioni remote che non sono terminate nel tempo.
unknownEncoding=La configurazione per la cache '%1$s' non definisce l'encoding per le chiavi o i valori. Se si utilizzano operazioni che richiedono una conversione dei dati o query, \u00E8 necessario configurare la cache con un tipo specifico di MediaType per le chiavi o i valori.
unknownExternalizerReaderIndex=Il tipo di dati letti \u00E8 sconosciuto. Id\=%1$d non \u00E8 presente tra gli indici di lettura noti.
unknownMigrator=Migratore sconosciuto %1$s
unknownResponsesFromRemoteCache=Risposte sconosciute dal cache remoto\: %1$s
unknownTransactionConfiguration=Non \u00E8 possibile determinare una configurazione sintetica di transazione dal modo\=%1$s, xaEnabled\=%2$s, recoveryEnabled\=%3$s, batchingEnabled\=%4$s
unsuccessfulResponseForClusterListeners=Problema nella ricezione degli ascoltatori del cluster da %1$s. Risposta ricevuta\: %2$s
unsuccessfulResponseRetrievingTransactionsForSegments=Problema nell'ottenimento delle transazioni da %1$s, risposta\: %2$s
unsupportedAsyncCacheMode=Modalit\u00E0 di cache asincrona non supportata '%1$s' per i cache transazionali
unsupportedConfiguration=Nel namespace '%2$s' nel file di configurazione XML '%1$s' viene richiesto un parser per l'elemento '%3$s'. Assicurati che la tua versione sia aggiornata e che tu abbia le dipendenze corrette.
updatingAvailabilityMode=Aggiornamento del modo disponibilit\u00E0 per la cache %1$s da %2$s a %3$s, topologia %4$s
updatingStableTopology=Aggiornamento della topologia stabile per la cache %1$s, topologia %2$s
updatingTopology=Aggiornamento della topologia per la cache %1$s, topologia %2$s, modalit\u00E0 disponibilit\u00E0 %3$s
usingBatchModeTransactionManager=Utilizzando un gestore delle transazioni in modalit\u00E0 batchMode
version=Versione Infinispan\: %1$s
viewHandlingError=Errore durante la gestione della vista %1$s
warnCouldNotCommitLocalTx=Impossibile completare la transazione locale %1$s
warnCouldNotRollbackLocalTx=Impossibile annullare la transazione locale %1$s
warnExceptionRemovingRecovery=Eccezione durante la rimozione delle informazioni di ripristino
warnFallbackToNoOpMetrics=Fallback a %1$s come dipendenze richieste non sono disponibili
warnGridFSMetadataCacheRequiresSync=La cache utilizzata per i metadati Grid deve essere sincrona.
warnL1NotHavingReaperThread=Non si sta utilizzando un thread di rimosso non valido L1. Questo potrebbe portare a fai morti in memoria perch\u00E9 la mappa dei richiedenti pu\u00F2 cresce indefinitamente\!
warnUnableToPersistInternalCaches=Impossibile persistere le cache interni di Infinispan perch\u00E9 lo stato globale non \u00E8 abilitato
warnUsingDeprecatedMemoryConfigs=L'elemento di configurazione memory '%1$s' \u00E8 deprecato. Aggiorna la tua configurazione
warnXsiteBackupFailed=Riscontrati problemi durante il backup dei dati della cache %1$s al sito %2$s
wildcardsNotAllowedInCacheNames=Non sono consentiti i caratteri jolly nei nomi dei cache\: '%1$s'
writeSkewOnRead=Nella chiave %1$s, la versione di lettura precedente (%2$s) \u00E8 diversa dalla versione attualmente letta (%3$s)
xsiteAdminOperationError=Non \u00E8 possibile eseguire l'operazione %1$s per il sito %2$s
xsiteCacheManagerDoesNotAllowInvocations=Non si pu\u00F2 gestire una richiesta tra siti dal sito '%1$s'. CacheManager non \u00E8 ancora avviato.
xsiteCacheNotFound=Non posso gestire la richiesta cross-site dal sito '%1$s'. Cache '%2$s' non trovata.
xsiteCacheNotStarted=Impossibile gestire la richiesta cross-site dal sito '%1$s'. la cache '%2$s' \u00E8 interrotto.
xsiteCancelReceiveFailed=Cleanup fallito per lo stato di trasferimento tra siti. Invocare il comando cancel-receive(%1$s) nella sito %2$s se qualsiasi nodo indica operazioni in sospeso per ricevere lo stato.
xsiteCancelSendFailed=La pulizia ha avuto successo per lo stato di trasferimento cross-site. Richiama il comando cancel-push-state(%1$s) se alcuni nodi indicano operazioni pendenti da push dello stato.
xsiteInLocalCache.0=La riproduzione cross-site non \u00E8 disponibile per la cache locale.
xsiteInLocalCache.2=Impossibile gestire la richiesta cross-site dal sito '%1$s'. la cache '%2$s' non \u00E8 clustering.
xsiteInvalidConfigurationRemoteSite=Il sito remoto '%1$s' ha una configurazione di cache non valida. Imposta lo stato di backup offline.
xsiteStateTransferAlreadyInProgress=Trasferimento di stato cross-site a '%1$s' gi\u00E0 in corso
