#
#Thu Jan 29 14:47:18 CET 2026
advanceExternalizerTypeClassesUndefined=L'AdvancedExternalizer's getTypeClasses pour l'externaliseur %1$s doit retourner un ensemble non vide
ambiguousConfigurationFiles=Plusieurs fichiers de configuration avec le m\u00EAme nom sont pr\u00E9sents sur la classe d'acc\u00E8s. Le premier sera utilis\u00E9 \:
attributeDeprecated=L'attribut '%1$s' de l'\u00E9l\u00E9ment '%2$s' a \u00E9t\u00E9 d\u00E9pr\u00E9ci\u00E9 depuis la version du sch\u00E9ma %3$d.%4$d. Consultez le guide de mise \u00E0 niveau
attributeDeprecatedUseOther=L'attribut '%1$s' sur l'\u00E9l\u00E9ment '%2$s' a \u00E9t\u00E9 d\u00E9pr\u00E9ci\u00E9. Veuillez utiliser le attribut '%3$s' \u00E0 la place.
attributeNotAllowedInInvalidationMode='%1$s' ne peut pas \u00EAtre activ\u00E9 dans les caches de d\u00E9sactivation \!
attributeRemoved=Attribut '%2$s' de l'\u00E9l\u00E9ment '%1$s' \u00E0 '%3$s' a \u00E9t\u00E9 supprim\u00E9 sans remplacement
autoXSiteStateTransferModeNotAvailableInSync=L'\u00E9change automatique du statut entre les sites n'est pas compatible avec la strat\u00E9gie de sauvegarde SYNCHRONIS\u00C9E.
awaitInitialTransferOnlyForDistOrRepl='awaitInitialTransfer' peut uniquement \u00EAtre activ\u00E9 si le mode de cache est distribu\u00E9 ou r\u00E9pliqu\u00E9.
backupForMissingParameters=Le nom du cache distant et le site distant sont manquants ou null dans la configuration de la sauvegarde.
backupForNullCache=Le nom de cache distant est manquant ou null dans la configuration de la sauvegarde.
backupMissingSite=La configuration de sauvegarde doit inclure un 'site'.
cacheBackupsDataToSameSite=Ce cache est configur\u00E9 pour sauvegarder sur le m\u00EAme site (%1$s).
cacheExists=Le cache %1$s existe d\u00E9j\u00E0
cacheIsStopping=%1$s est dans l'\u00E9tat 'STOPPING' et cette invocation n'appartient pas \u00E0 une transaction en cours, donc elle ne accepte pas de nouvelles invocations. Red\u00E9marrez-le ou recr\u00E9ez le conteneur de cache.  
cacheIsTerminated=%1$s est dans l'\u00E9tat '%2$s' et donc ne accepte pas de nouvelles invocations. Red\u00E9marrez-le ou recr\u00E9ez le conteneur de cache.  
cacheManagerIsStopping=Le gestionnaire de cache s'arr\u00EAte
cacheRecoveredAfterMerge=Le cache %1$s a \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9 apr\u00E8s la fusion avec la topologie \= %2$s, mode d'accessibilit\u00E9 %3$s
cancelledConflictResolution=R\u00E9solution de conflit annul\u00E9e pour le cache %1$s avec la topologie %2$s
cannotAddStore=Le cache '%1$s' n'est pas vide, impossible d'y ajouter un magasin.
cannotChangeMaxCount=Ne peut pas changer max-count car max-size est d\u00E9j\u00E0 d\u00E9fini  
cannotChangeMaxSize=Impossible de modifier max-size car max-count est d\u00E9j\u00E0 d\u00E9fini
cannotConvertContent=%1$s ne peut pas convertir le contenu '%2$s' de %3$s en %4$s
cannotFindTranscoder=Ne peut pas trouver le transcoder entre '%1$s' et '%2$s'
cannotMarshall=Impossible de s\u00E9rialiser '{1}'
cannotObtainFailedCache=Impossible d'obtenir le cache '%1$s' car il est en \u00E9tat FAILED. Veuillez v\u00E9rifier la configuration  
cannotProvideBothSizeAndCount=Impossible de configurer \u00E0 la fois maxCount et maxSize dans la configuration en m\u00E9moire
cannotRenamePersistentFile=Impossible de renommer le fichier %1$s en %2$s
cannotRespondToCommit=La demande de commit pour la transaction %1$s ne peut pas \u00EAtre trait\u00E9e par le cache %2$s car ce cache n'est pas transactionnel\!
cannotRespondToRollback=La demande de rollback pour la tx %1$s ne peut \u00EAtre trait\u00E9e par le cache %2$s car ce cache n'est pas transactionnel\!
cannotUpdateInternalCache=La configuration du cache interne '%1$s' ne peut \u00EAtre modifi\u00E9e
classNotIndexable=La classe d'entit\u00E9 configur\u00E9e %1$s n'est pas indexable. Veuillez la supprimer de la configuration d'indexation.
clearDisallowedWhilePartitioned=Ne peut pas \u00EAtre effac\u00E9 lorsque le cluster est partag\u00E9
clusterListenerInstallationFailure=Probl\u00E8me rencontr\u00E9 lors de l'installation du \u00E9couteur de cluster
clusterListenerInstallationFailure-Probl\u00E8me=rencontr\u00E9 lors de l'installation de l'\u00E9couteur cluster
clusterListenerRegisteredWithOnlyPreEvents=Ancrage d'un auditeur de cluster de la classe %1$s mais l'auditeur est annot\u00E9 comme observant uniquement les \u00E9v\u00E9nements pr\u00E9vus\!
clusteredTransactionalStoreMustBeShared=Configuration invalide du chargeur de magasin pour '%1$s'. Pour que un chargeur de magasin soit transactionnel, il doit \u00E9galement \u00EAtre partag\u00E9.
commandNotYeySupportedByAllClusterMembers=La commande '%1$s' n'est pas encore prise en charge par tous les membres du cluster, n\u00E9cessite la version '%2$s'
componentFailedToStart=Composant {0} ne peut pas d\u00E9marrer
componentFailedToStop=L'un des composants d'une cache ou gestionnaire de cache a \u00E9chou\u00E9 \u00E0 s'arr\u00EAter lors de son arr\u00EAt
configAlreadyDefined=Tentative de d\u00E9finir une configuration pour le cache {1} qui existe d\u00E9j\u00E0
configDeprecated='%1$s' a \u00E9t\u00E9 d\u00E9pr\u00E9ci\u00E9 sans remplacement.
configDeprecatedUseOther='%1$s' \u00E0 %3$s a \u00E9t\u00E9 d\u00E9pr\u00E9ci\u00E9. Veuillez utiliser '%2$s' au lieu
configurationInUse=Impossible de supprimer la configuration du cache '{0}' car elle est en cours d'utilisation
configurationNameMatchesMultipleWildcards=La configuration '{1}' correspond \u00E0 plusieurs mod\u00E8les g\u00E9niaux
configurationNotFound=Nous ne pouvons pas trouver une configuration pour le cache '{0}' parmi les configurations disponibles \: '{1}'. Ce cache a probablement \u00E9t\u00E9 supprim\u00E9 par un autre thread. Ignorer l'\u00E9criture.
configurationNotFoundNous=ne pouvons pas trouver une configuration pour le cache '%1$s' parmi les configurations disponibles \: '%2$s'. Ce cache a probablement \u00E9t\u00E9 supprim\u00E9 par un autre thread. Passer \u00E0 l'\u00E9criture.
configurationSerializationFailed=Impossible de s\u00E9rialiser la configuration du cache '{0}' ({1})
containerFull=Limite d'\u00E9viction du conteneur atteinte \u00E0 %1$d, les op\u00E9rations d'\u00E9criture sont bloqu\u00E9es
coordinatorTimeoutWaitingForView=Temps \u00E9coul\u00E9 en attente de la vue %1$d. La vue actuelle est %2$d, l'\u00E9tat actuel est %3$s
corruptDataMigrationFailed=\u00C9chec lors de la r\u00E9cup\u00E9ration des donn\u00E9es persistantes {1}.
couldNotCompleteInjectedTransaction=Impossible de terminer la transaction inject\u00E9e.
couldNotFindAttribute=Aucun attribut %1$s trouv\u00E9
couldNotInstantiateTransactionManager=Impossible de cr\u00E9er le gestionnaire de transactions
couldNotInvokeSetOnAttribute=Impossible d'appeler set sur l'attribut %1$s avec la valeur %2$s  
couldNotRollbackPrepared1PcTransaction=Impossible de r\u00E9tablir la transaction 1PC pr\u00E9par\u00E9e. Cette transaction sera r\u00E9tablie par le processus de r\u00E9cup\u00E9ration, si celui-ci est activ\u00E9. Transaction \: %1$s
crossSiteUnavailable=RELAY2 introuvable dans la pile de protocoles. Impossible d'ex\u00E9cuter des op\u00E9rations\u8DE8\u7AD9\u70B9.
crossSiteViewEvent=Re\u00E7u un nouvel \u00E9v\u00E9nement de site distant, sites %1$s\: %2$s
customInterceptorsIgnored=La configuration des intercepteurs personnalis\u00E9s a \u00E9t\u00E9 obsol\u00E8tes et sont ignor\u00E9es
customStorageStrategyNotSet=La strat\u00E9gie de configuration est d\u00E9finie sur CUSTOM, mais aucune n'est sp\u00E9cifi\u00E9e
degradedModeKeyUnavailable=La cl\u00E9 '%1$s' n'est pas disponible. Pas tous les propri\u00E9taires sont dans cette partition
degradedModeKeysUnavailable=Les cl\u00E9s {1} ne sont pas disponibles. Pas tous les propri\u00E9taires ne sont pas dans cette partition
degradedModeLockUnavailable=Ne peut pas acqu\u00E9rir le verrou %1$s car cette partition est EN DEGR\u00C9E DE D\u00C9FAILLANCE
deprecatedIndexProperties=L'utilisation des propri\u00E9t\u00E9s pour la configuration d'indexation est obsol\u00E8te et sera supprim\u00E9e dans une future version, veuillez utiliser les \u00E9l\u00E9ments <index-writer> et <index-reader> pour configurer le comportement d'indexation.  
directoryCannotBeCreated=Le r\u00E9pertoire %1$s n'existe pas et ne peut pas \u00EAtre cr\u00E9\u00E9\!
disconnectJGroups=D\u00E9connexion du canal JGroups `%1$s`
duplicateAliasName=L'alias '{0}' est d\u00E9j\u00E0 utilis\u00E9 par le cache '{1}'
duplicateCacheName=Le cache avec le nom '%1$s' est d\u00E9fini plusieurs fois\!
duplicateExternalizerIdFound=Identifiant dupliqu\u00E9 trouv\u00E9\! L'AdvancedExternalizer id\=%1$d pour %2$s est partag\u00E9 par un autre externalizer (%3$s). L'index du lecteur est %4$d  
duplicateIdWrapper=Impossible d'enregistrer le Wrapper\: Id dupliqu\u00E9 %1$d
duplicateJGroupsStack=Duplication de la pile JGroups '{0}'
duplicateRemoteSite=Site de r\u00E9seau distant '{0}' en double dans la pile '{1}'
elementRemoved=L'\u00E9l\u00E9ment '%1$s' \u00E0 %2$s a \u00E9t\u00E9 supprim\u00E9 sans remplacement
entriesMigrated=%1$d entr\u00E9es migr\u00E9es vers le cache %2$s en %3$s
errorConvertingContent=Contenu '%1$s (MediaType\: '%2$s') ne peut pas \u00EAtre converti en '%3$s'
errorCreatingChannelFromConfigFile=Erreur lors de l'essai de cr\u00E9er un canal \u00E0 partir du fichier de configuration sp\u00E9cifi\u00E9\: %1$s
errorCreatingChannelFromConfigString=Erreur lors de la tentative de cr\u00E9ation d'un canal \u00E0 partir de la cha\u00EEne de configuration sp\u00E9cifi\u00E9e \: {0}
errorCreatingChannelFromConfigString-Erreur=lors de la cr\u00E9ation d'un canal en utilisant la cha\u00EEne de configuration sp\u00E9cifi\u00E9e \: %1$s
errorCreatingChannelFromConfigurator=Erreur lors de l'essai de cr\u00E9er une \u00E9cha\u00EEne \u00E0 partir du configurateur sp\u00E9cifi\u00E9 '%1$s'
errorCreatingChannelFromXML=Erreur lors de la cr\u00E9ation d'un canal \u00E0 l'aide de la configuration XML sp\u00E9cifi\u00E9e \: {1}
errorCreatingForkChannel=Erreur lors de la cr\u00E9ation d'une \u00E9cha\u00EEne fork pour %1$s
errorDeserializing=La classe '%1$s' est bloqu\u00E9e par la liste d'autorisation de d\u00E9s\u00E9rialisation. Incluez le nom de la classe dans la liste d'autorisation du serveur pour autoriser.  
errorDoingRemoteCall=Erreur lors de l'ex\u00E9cution d'appel distant
errorMarshallingObject=Exception lors de la s\u00E9rialisation de l'objet \: %1$s
errorPersistingGlobalConfiguration=Erreur lors de la persistance de l'\u00E9tat global de configuration  
errorProcessing1pcPrepareCommand=Erreur lors du traitement d'une pr\u00E9paration dans une transaction \u00E0 phase unique
errorProcessing2pcCommitCommand=Erreur lors de la gestion d'un commit dans une transaction \u00E0 deux phases
errorProcessingPrepare=Erreur lors du traitement de la pr\u00E9paration
errorProcessingPrepareErreur=lors du traitement de la pr\u00E9paration
errorProcessingRequest=Erreur lors du traitement de la requ\u00EAte {1}@{2}
errorProcessingResponse=Erreur lors du traitement de la r\u00E9ponse pour la demande %1$d provenant de %2$s
errorReadingFileStore=\u00C9chec de la lecture des entr\u00E9es stock\u00E9es \u00E0 partir de fichier. Erreur dans le fichier %1$s \u00E0 l'offset %2$d
errorReadingRebalancingStatus=Impossible de lire l'\u00E9tat de rebalance depuis le coordinateur {1}
errorRollingBack=Exception lors du rollback
errorSendingResponse=Erreur lors de l'envoi de la r\u00E9ponse pour la requ\u00EAte {1}@{2}, commande {3}
errorTranscoding=%1$s a rencontr\u00E9 une erreur en transcodant le contenu
errorUpdatingMembersList=Erreur lors de la mise \u00E0 jour de la liste des membres du cluster pour l'octroi {0}, en attente de la prochaine vue
errorUpdatingMembersListErreur=lors de la mise \u00E0 jour de la liste des membres du cluster pour la vue %1$d, en attente de la prochaine vue
errorWritingValueForAttribute=Exception lors de la \u00E9criture de la valeur pour l'attribut %1$s
evictionDisabled=L'\u00E9limination d'une entr\u00E9e a \u00E9t\u00E9 invoqu\u00E9e sans strat\u00E9gie d'\u00E9limination explicite pour le cache %1$s
evictionExecutorDeprecated=L'\u00E9l\u00E9ment XML eviction-executor a \u00E9t\u00E9 obsol\u00E8te et remplac\u00E9 par expiration-executor, veuillez mettre \u00E0 jour votre fichier de configuration.  
exceptionBasedEvictionOnlySupportedInTransactionalCaches=L'\u00E9viction bas\u00E9e sur des exceptions est prise en charge uniquement dans les caches transactionnels qui ne permettent pas un commit en une seule phase ou des synchronisations
exceptionDuringClusterListenerRetrieval=Probl\u00E8me lors de la r\u00E9cup\u00E9ration des \u00E9couteurs de cluster depuis {0}
exceptionDuringClusterListenerRetrieval-Probl\u00E8me=lors de la r\u00E9cup\u00E9ration des \u00E9couteurs cluster depuis %1$s
exceptionDuringConflictResolution=Dans la r\u00E9solution de conflit pour les cl\u00E9s '%1$s'\: %2$s rencontr\u00E9e une exception
exceptionHandlingCommand=Exception captur\u00E9e lors de la gestion de la commande %1$s
exceptionInvokingListener=D\u00E9tection d'exception [{1}] lors de l'appel de la m\u00E9thode [{2}] sur une instance du listener \: {3}
exceptionPurgingDataContainer=D\u00E9tection d'exception lors de la vidange du conteneur de donn\u00E9es \!
executionError=Erreur lors de l'ex\u00E9cution de la commande %1$s sur %2$s, \u00E9critures des cl\u00E9s %3$s
existingConfigForInternalCache=Une configuration de cache nomm\u00E9e %1$s existe d\u00E9j\u00E0. Cela ne peut pas \u00EAtre configur\u00E9 externement par l'utilisateur.
expectedJustOneResponse=Attendu une seule r\u00E9ponse ; re\u00E7u %1$s
expirationNotAllowedWhenStoreDoesNotSupport=L'expiration (Max idle ou Lifespan) n'est pas autoris\u00E9e lors de l'utilisation d'un magasin '{0}' qui ne prend pas en charge l'expiration, \u00E0 moins qu'il n soit configur\u00E9 comme en lecture seule
extraneousMembersJoinRestoredCache=Les membres suppl\u00E9mentaires %1$s essayent de rejoindre le cache %2$s, car ils n'\u00E9taient pas membres de l'\u00E9tat persist\u00E9  
factoryCannotConstructComponent=La fabrique ne sait pas comment construire le composant %1$s
failedConflictResolution=La r\u00E9solution de conflit a \u00E9chou\u00E9 pour le cache %1$s avec la topologie %2$s  
failedInvalidatingRemoteCache=\u00C9chec de l'invalidation du cache distant
failedInvokingCacheManagerListener=Exception captur\u00E9e lors de l'ex\u00E9cution d'un \u00E9couteur du gestionnaire de cache\!
failedInvokingEventLoggerListener=Exception lors de l'appel d'un \u00E9couteur du journal d'\u00E9v\u00E9nements\!
failedLoadingKeysFromCacheStore=\u00C9chec lors du chargement des cl\u00E9s depuis le magasin de cache
failedOutBoundTransferExecution=\u00C9chec de l'ex\u00E9cution de la transmission sortante
failedPartitionHandlingTxCompletion=Exception en finissant une transaction partielle {1}. R\u00E9essayer plus tard.
failedPartitionHandlingTxCompletion-Exception=lors de la finalisation partielle d'une transaction %1$s. R\u00E9essayer plus tard.
failedReadingPersistentState=\u00C9chec de la lecture de l'\u00E9tat persistant \u00E0 partir du fichier %1$s. Abandon.  
failedSynchronizationRegistration=\u00C9chec de l'enregistrement de la synchronisation
failedToBackupData=\u00C9chec de la sauvegarde du cache `%1$s` vers un ou plusieurs sites distants\: %2$s
failedToCallStopAfterFailure=Tentative d'arr\u00EAt() depuis l'\u00E9tat FAILED, mais exception attrap\u00E9e
failedToCreateInitialCtx=\u00C9chec de la cr\u00E9ation d'un contexte JNDI initial
failedToEnlistTransactionXaAdapter=Impossible d'enregistrer TransactionXaAdapter \u00E0 la transaction  
failedToInitializeCache=Echec de l'initialisation du cache\: '%1$s'
failedToInitializeGlobalRegistry=\u00C9chec de l'initialisation du registre global
failedToInvalidateKeys=Erreur lors de l'\u00E9limination des cl\u00E9s de L1 apr\u00E8s la r\u00E9hachage
failedToRecoverCacheState=\u00C9chec de la r\u00E9cup\u00E9ration de l'\u00E9tat du cache {0} apr\u00E8s que le n\u0153ud actuel ait devenu le coordinateur
failedToRecoverClusterState=\u00C9chec de la r\u00E9cup\u00E9ration de l'\u00E9tat du cluster apr\u00E8s que le n\u0153ud courant ait devient le coordinateur (ou apr\u00E8s une fusion), il y aura un nouveau essai
failedToRequestSegments=Echec lors de la demande du contenu du cache %1$s du n\u0153ud %2$s, segments %3$s
failedToRestartXSiteStateTransfer=Impossible de red\u00E9marrer le transfert d'\u00E9tat\u8DE8\u7AD9\u70B9 au site %1$s  
failedToRetrieveTransactionsForSegments=\u00C9chec dans le r\u00E9cup\u00E9ration des transactions du cache %1$s sur le n\u0153ud %2$s, segments %3$s
failedToTransferTombstones=\u00C9chec lors du transfert des tOMBSTONES cross-site \u00E0 {1} pour les segments {2}.
failedToUpdateAttribute=\u00C9chec de mise \u00E0 jour de l'attribut nomm\u00E9 %1$s avec la valeur %2$s
failedWaitingForTopology=\u00C9chec en attendant la topologie %1$d
failedWritingGlobalState=\u00C9chec lors de la \u00E9criture de l'\u00E9tat dans le fichier {1}.
failurePolicyClassNotCompatibleWith=La configuration de la sauvegarde '%1$s' 'failure-policy-class' n'est pas compatible avec 'failure-policy\=%2$s'. Utilisez 'failure-policy\="CUSTOM"'
fallingBackToEmbeddedTm=Utilisation de EmbeddedTransactionManager
finishedConflictResolution=R\u00E9solution de conflit termin\u00E9e pour le cache %1$s avec la topologie %2$s
finishedRebalance=Termin\u00E9 le rebalancing pour le cache %1$s, topologie %2$s
flushedACLCache=Cache ACL \u00E9pur\u00E9
forbiddenStoreLocation=L'emplacement du stockage '{1}' n'est pas un enfant de l'emplacement persistant global '{2}'
forkProtocolRequired=Le protocole FORK est n\u00E9cessaire sur le canal JGroups.
foundDifferentIndexConfigPerType=N'est pas autoris\u00E9 de disposer de configurations d'indexation diff\u00E9rentes pour chaque type indexed dans un cache.
getConflictsAlreadyInProgress=Gestionnaire des conflits.getConflits() d\u00E9j\u00E0 en cours
getConflictsStateTransferInProgress=Impossible de r\u00E9cup\u00E9rer les conflits car le transfert d'\u00E9tat est actuellement en cours pour le cache '%1$s'
globalSecurityAuthShouldBeEnabled=L'autorisation globale doit \u00EAtre activ\u00E9e si l'autorisation du cache est activ\u00E9e.  
globalStateCannotAcquireLockFile=Ne peut pas acqu\u00E9rir le verrou '%1$s' pour l'\u00E9tat persistant global
globalStateDisabled=Impossible de persister la configuration du cache car l'\u00E9tat global est d\u00E9sactiv\u00E9
globalStateLoad=Chargement du \u00E9tat global, version\=%1$s timestamp\=%2$s
globalStateLockFilePresent=Fichier verrou persistant '%1$s' dans l'\u00E9tat global persistant, il semble avoir \u00E9t\u00E9 laiss\u00E9 derri\u00E8re un arr\u00EAt non propre. 
globalStateWrite=\u00C9tat persistant, version\=%1$s timestamp\=%2$s
groupingOnlyCompatibleWithObjectStorage=Groupeur n\u00E9cessite un type de stockage application/x-java-object, mais il est \: {cl\u00E9\=%1$s, valeur\=%2$s}
ignoreAttribute=Mise en \u0153uvre ignor\u00E9e de l'attribut '{2}' de l'\u00E9l\u00E9ment '{1}' \u00E0 '{3}', veuillez le retirer du fichier de configuration
ignoreXmlElement=Ignore l'\u00E9l\u00E9ment %1$s \u00E0 %2$s, veuillez le retirer du fichier de configuration
ignoredAttribute=L'{1} n'est plus pris en charge depuis la version {2}. L'attribut {3} \u00E0 la ligne {4} sera ignor\u00E9.
ignoringCacheTopology=Agnor\u00E7age de la topologie du cache depuis %1$s pendant la fusion \: %2$s  
ignoringSpecificMediaTypes=Au moins un type m\u00E9dia sp\u00E9cifique est sp\u00E9cifi\u00E9 pour les cl\u00E9s et les valeurs, les configurations individuelles sont ignor\u00E9es
ignoringSpecificMediaTypes-Un=seul type de m\u00E9dia \u00E9tait sp\u00E9cifi\u00E9 pour les cl\u00E9s et les valeurs, ignorant les configurations individuelles
ignoringUnsolicitedState=Re\u00E7u un \u00E9tat non sollicit\u00E9 du n\u0153ud {1} pour le segment {2} du cache {3}
illegalCapacityFactor=capacityFactor doit \u00EAtre positif  
immutableConfiguration=L'configuration est immuable
incompatibleClusterConfiguration=Impossible de cr\u00E9er une configuration distribu\u00E9e pour le cache '{0}' car la configuration {n}{2}{n} est incompatible avec l'configuration existante {n}{3}{n}
incompatiblePersistedConfiguration=Impossible de recr\u00E9er la configuration persist\u00E9e pour le cache '{0}' car la configuration {n}{2}{n} est incompatible avec l'configuration existante {n}{3}{n}
incompleteGlobalState=L'\u00E9tat global ne peut pas \u00EAtre pers\u00E9v\u00E9r\u00E9 en raison d'incompletude (g\u00E9n\u00E9ralement caus\u00E9e par des erreurs au d\u00E9marrage).
indexLocationWorkingDir=Aucun chemin d'index fourni et \u00E9tat global d\u00E9sactiv\u00E9, utiliser le r\u00E9pertoire de travail actuel pour le stockage.
indexRelativeWorkingDir=Le chemin d'index '%1$s' n'est pas absolu et l'\u00E9tat global est d\u00E9sactiv\u00E9, il sera utilis\u00E9 un r\u00E9pertoire relatif \u00E0 l'annexe de travail actuelle.  
indexableClassesDefined=La configuration du cache ne doit pas d\u00E9clarer d'entit\u00E9s index\u00E9es si elle n'est pas index\u00E9e
indexedEntityNameMissing=L'indexed entity name ne doit pas \u00EAtre null ou vide
initialStateTransferTimeout=Le transfert d'\u00E9tat initial a \u00E9chou\u00E9 pour le cache %1$s sur %2$s
interceptorStackNotSupported=La pile d'intercepteur n'est pas prise en charge dans le cache simple
interruptedWaitingForCoordinator=getCoordinator()\: Interruption pendant l'attente des membres \u00E0 \u00EAtre d\u00E9finis
invalidAttributeEnumValue=L'attribut '%2$s' de l'\u00E9l\u00E9ment '%1$s' a une valeur ill\u00E9gale '%3$s' \u00E0 %5$s. On attendait l'un des %4$s.
invalidAttributeValue=La valeur '%3$s' de l'attribut '%2$s' de l'\u00E9l\u00E9ment '%1$s' est ill\u00E9gale \u00E0 %4$s \: %5$s  
invalidChunkSize=La taille du morceau doit \u00EAtre positive, obtenu %1$d  
invalidCompletedTxTimeout=completedTxTimeout doit \u00EAtre >\= 0, nous avons obtenu %1$d
invalidConfigurationIndexingWithInvalidation=L'indexation ne peut pas \u00EAtre activ\u00E9e sur les caches en mode Invalidation
invalidConfigurationIndexingWithoutModule=L'indexation peut uniquement \u00EAtre activ\u00E9e si infinispan-query.jar est disponible sur votre classpath, et ce jar n'a pas \u00E9t\u00E9 d\u00E9tect\u00E9.
invalidEncodingClass=La classe %1$s doit \u00EAtre une sous-classe de %2$s
invalidEvictionSize=L'\u00E9viction en m\u00E9moire est activ\u00E9e, veuillez sp\u00E9cifier une taille maximale ou un nombre sup\u00E9rieur \u00E0 z\u00E9ro
invalidIndexStartUpMode=Mode de d\u00E9marrage d'index invalide \: %1$s
invalidIndexStorage=Stockage d'index invalide
invalidJson=Impossible de convertir le contenu texte en JSON \: '{1}'
invalidMessageType=Type de message invalide %1$s re\u00E7u de %2$s  
invalidNameSize=Le nom doit \u00EAtre inf\u00E9rieur \u00E0 256 octets, le nom actuel '{0}' d\u00E9passe la taille.
invalidPermission=Tentative d'ajouter une permission {1} \u00E0 une SecurityPermissionCollection
invalidPersistentState=Le fichier d'\u00E9tat pour '%1$s' est invalide. Le d\u00E9marrage a \u00E9t\u00E9 arr\u00EAt\u00E9 pour pr\u00E9venir la corruption continue de l'\u00E9tat persistant  
invalidPolicyWithAsyncStrategy=La configuration 'failure-policy\=%2$s' du backup '%1$s' n'est pas valide avec une strat\u00E9gie de sauvegarde ASYNCHRONE.
invalidPrincipalRoleMapper=Aucun principal-to-role mapper n'a \u00E9t\u00E9 sp\u00E9cifi\u00E9
invalidReaperWakeUpInterval=reaperWakeUpInterval doit \u00EAtre >\= 0, nous avons obtenu %1$d
invalidScope=Port\u00E9e d'analyse invalide. Attendu '{1}', re\u00E7u '{2}'
invalidSingleFileStoreData=Lecture de donn\u00E9es invalides dans le fichier SingleFileStore %1$s, veuillez supprimer le fichier et essayer \u00E0 nouveau  
invalidStateTransferTimeout=La dur\u00E9e limite de transfert d'\u00E9tat (%1$s) doit \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 la dur\u00E9e limite distante (%2$s)
invalidTouchMode=Les modes de cache asynchrones, tels que %1$s, ne peuvent pas utiliser le mode TOUCH SYNCH pour une expiration maximale inactif.
invalidTracingCollectorEndpoint=L'endpoint du collecteur de tra\u00E7age '%1$s' n'est pas valide.
invalidXSiteStateTransferMode=Le mode de transfert d'\u00E9tat cross-site ne peut pas \u00EAtre null.
invalidXSiteStateTransferTimeout=La valeur de d\u00E9lai d'expiration pour la r\u00E9plication \u00E0 distance du statut doit \u00EAtre \u00E9gale ou sup\u00E9rieure \u00E0 1.
invalidXSiteStateTransferWaitTime=Le temps d'attente entre les tentatives pour le transfert d'\u00E9tat de r\u00E9plication\u8DE8\u7AD9\u70B9\u5FC5\u987B\u7B49\u4E8E\u6216\u5927\u4E8E\u4E00\u4E2A\u3002  
invalidationPartitionHandlingNotSuported=Le mode d'invalidation ne prend en charge que lorsque-split\=ALLOW_READ_WRITES
invocationBatchingCannotBeRecoverable=Auxiliaire configur\u00E9 avec le lot d'appels ne peut pas avoir une r\u00E9cup\u00E9ration activ\u00E9e
invocationBatchingNeedsTransactionalCache=Impossible d'activer le lot d'appels lorsque le mode de transaction est NON_TRANSACTIONAL, d\u00E9finissez le mode de transaction sur TRANSACTIONAL
invocationBatchingNotEnabled=L'optimisation de l'appel par lots n'est pas activ\u00E9e dans la configuration actuelle\! Veuillez l'activer.
issueEncounteredResettingIndex=Il y a une erreur lors de la r\u00E9initialisation de l'index SIFS pour le cache {0}
issueEncounteredResettingIndex-Il=y a eu une erreur lors de la r\u00E9initialisation de l'index SIFS pour le cache %1$s
jgroupsConfigurationNotFound=Ne peut pas trouver le fichier de configuration JGroups sp\u00E9cifi\u00E9 '%1$s'
jgroupsInsertRequiresPosition=Ins\u00E9rer le protocole '%1$s' dans une pile JGroups n\u00E9cessite l'attribut 'stack.position'
jgroupsNoStackPosition=Ne peut pas utiliser stack.position lorsque stack.combine est '%1$s'
jgroupsNoSuchProtocol=Le protocole '%1$s' n'existe pas dans la pile de base pour l'op\u00E9ration '%2$s'
jgroupsRelayWithoutRemoteSites=La pile JGroups '%1$s' a un protocole RELAY2 sans sites distants.
jgroupsRemoteSitesWithoutRelay=La pile JGroups '%1$s' d\u00E9clare des sites distants mais ne comprend pas le protocole RELAY2.
jmxMBeanAlreadyRegistered=Dans l'espace JMX '%1$s' est d\u00E9j\u00E0 utilis\u00E9.
jsonObjectConversionDeprecated=Les conversions entre JSON et les objets Java sont obsol\u00E8tes et seront supprim\u00E9es dans une version future. Pour lire/\u00E9crire des valeurs au format JSON, il est recommand\u00E9 de d\u00E9finir un sch\u00E9ma protobuf et de stocker les donn\u00E9es dans le cache avec 'application/x-protostream' comme MediaType
l1InvalidLifespan=L'utilisation d'une p\u00E9riode de vie L1 de 0 ou une valeur n\u00E9gative est sans sens
l1NotValidWithExpirationEviction=L'activation du cache L1 n'est pas pris en charge lors de l'utilisation de la strat\u00E9gie d'\u00E9viction bas\u00E9e sur les exceptions.
l1OnlyForDistributedCache=L'activation du cache L1 est uniquement prise en charge lorsque vous utilisez DISTRIBUTED comme mode de cache. Votre mode de cache est d\u00E9fini sur %1$s
loaderConfigurationDoesNotSpecifyLoaderClass=La configuration du chargeur du cache %1$s ne sp\u00E9cifie pas la classe du chargeur \u00E0 l'aide de @ConfigurationFor  
localAndPhysicalAddress=L'\u00E9cha\u00EEne `%1$s` a l'adresse locale `%2$s`, les adresses physiques sont `%3$s`
lockOperationsNotSupported=Les op\u00E9rations explicites de verrouillage ne sont pas prises en charge dans un simple cache
managerConfigurationStorageUnavailable=La strat\u00E9gie de configuration ne peut pas \u00EAtre d\u00E9finie sur G\u00C9R\u00C9 en mode int\u00E9gr\u00E9  
marshallerMissingFromUserAndGlobalContext=Impossible de d\u00E9s\u00E9rialiser '%1$s' car un marshallage n'est pas pr\u00E9sent dans le contexte utilisateur ou global de s\u00E9rialisation  
marshallerNotOverridden=L'impl\u00E9mentation du marshallateur %1$s n'est pas substitu\u00E9e dans le contexte de s\u00E9rialisation
marshallersNotSupported=Ignorer l'attribut 'marshaller'. Les s\u00E9rialisateurs communs sont d\u00E9j\u00E0 disponibles \u00E0 l'ex\u00E9cution, et pour d\u00E9ployer un s\u00E9rialiseur personnalis\u00E9, consultez la section 'Encoding' du guide de l'utilisateur
maxIdleGreaterThanOrEqualLifespan=La valeur max-idle doit \u00EAtre inf\u00E9rieure \u00E0 la dur\u00E9e de vie lors de la configuration. La valeur max-idle est %1$s et la dur\u00E9e de vie est %2$s
maxIdleGreaterThanOrEqualLifespanRuntime=Dans l'ex\u00E9cution, une entr\u00E9e avec un d\u00E9lai maximal d'inactivit\u00E9 de %1$d ms est sup\u00E9rieure ou \u00E9gale au cycle de vie de %2$d ms, le d\u00E9lai maximal d'inactivit\u00E9 est ignor\u00E9
maxIdleNotAllowedWithoutPassivation=Le d\u00E9lai maximal d'inactivit\u00E9 n'est pas autoris\u00E9 lors de l'utilisation d'un magasin sans passivation
maxIdleNotTestedWithPassivation=Max idle n'est pas pris en charge lors de l'utilisation d'un magasin
memorySharedConfigHasEviction=La configuration en m\u00E9moire utilisant un conteneur partag\u00E9 ne peut pas avoir des param\u00E8tres d'\u00E9viction individuels
memorySharedConfigHasOffHeap=La configuration en m\u00E9moire utilisant un conteneur partag\u00E9 n'est pas prise en charge avec une stockage hors-heap
memorySharedContainerNotExist=La configuration en m\u00E9moire utilise un conteneur partag\u00E9 '{1}' qui n'existe pas dans la configuration globale en m\u00E9moire
metricRegistrationFailed=\u00C9chec de l'enregistrement des m\u00E9triques avec l'ID {0}. Raison \: {1}
missingBackupFailurePolicyClass=Vous devez sp\u00E9cifier une 'failure-policy-class' pour utiliser une strat\u00E9gie personnalis\u00E9e d'\u00E9chec de sauvegarde pour le backup '%1$s'.
missingDefaultCacheDeclaration=Aucune configuration pour le cache par d\u00E9faut '%1$s' d\u00E9clar\u00E9 sur le conteneur  
missingForeignExternalizer=M\u00E9thode externe \u00E9trang\u00E8re manquante avec id\={1}, soit la m\u00E9thode externe n'a pas \u00E9t\u00E9 configur\u00E9e par le client, soit la mise en \u0153uvre du cycle de vie du module ajoutant la m\u00E9thode externe n'a pas \u00E9t\u00E9 correctement charg\u00E9e.
missingGlobalStatePersistentLocation=D\u00E9finition d'\u00E9tat global non sp\u00E9cifi\u00E9e sans localisation
missingJGroupsStack=Aucune telle pile JGroups '%1$s'
missingListPreparedTransactions=Mise \u00E0 jour de la liste des transactions pr\u00E9par\u00E9es manquantes du n\u0153ud {0}. La r\u00E9ponse re\u00E7ue est {1}
missingListPreparedTransactions-Manque=la liste des transactions pr\u00EAtes sur le n\u0153ud %1$s. La r\u00E9ponse re\u00E7ue est %2$s
missingRequiredProperty=Propri\u00E9t\u00E9 requise manquante '%1$s' pour l'attribut '%2$s' \u00E0 %3$s
missingTooManyMembers=Le cache '%1$s' a le nombre d'owners %2$d mais manque trop de membres (%3$d/%4$d) pour installer la topologie
missingTransportConfiguration=Il faut une configuration transport dans le mode global pour d\u00E9finir un cache distribu\u00E9
missingTypeForUnwrappedPayload=L'conversion d'un payload non emball\u00E9 en protoStream requiert que le param\u00E8tre 'type' soit fourni dans le MediaType de destination
missingXSiteEntryMergePolicy=Le XSiteEntryMergePolicy est manquant. La configuration du cache doit inclure une politique de fusion.
moduleStopError=Erreur lors de l'arr\u00EAt du module %1$s
multipleSitesWithSameName=Plusieurs sites ont le m\u00EAme nom '%1$s'. Cette configuration n'est pas valide.  
noAnnotateMethodsFoundInListener=Tentative d'enregistrement d'un \u00E9couteur de classe %1$s, mais aucun m\u00E9thode publique valide et annot\u00E9e avec des annotations d'\u00E9v\u00E9nement au niveau du m\u00E9thodes n'a \u00E9t\u00E9 trouv\u00E9\! Ignorant l'\u00E9couteur.
noConfiguration=Aucun tel mod\u00E8le/configuration '%1$s'
noDefaultCache=Au cache par d\u00E9faut a \u00E9t\u00E9 demand\u00E9, mais aucun cache n'a \u00E9t\u00E9 d\u00E9fini comme par d\u00E9faut pour ce conteneur.
noFilterIndexingServiceProviderFound=Aucun fournisseur de service de indexation de filtre trouv\u00E9 pour le filtre indexed de type {0}
noIndexableClassesDefined=Aucune classe indexable n'a \u00E9t\u00E9 d\u00E9finie pour ce cache indexed. La configuration doit contenir des classes ou des types de messages protobuf annot\u00E9s avec '@Indexed'
noLiveOwnersFoundForSegments=Aucun propri\u00E9taire actif trouv\u00E9 pour les segments {1}s du cache {2}. Propri\u00E9taires exclus \: {3}
noSuchCacheConfiguration=Le cache '%1$s' a \u00E9t\u00E9 demand\u00E9, mais aucune configuration de cache correspondante n'existe  
noSuchGlobalRoles=R\u00F4les de cache invalides '%1$s'  
nodeNameNotInRaftMembers=Le nom du transport doit \u00EAtre pr\u00E9sent dans raft-members \: {1}
nodeWithIncompatibleStateJoiningCache=Le n\u0153ud {0} tente de rejoindre le cache {1} avec un \u00E9tat incompatible
nodeWithPersistentStateJoiningClusterWithoutState=Le n\u0153ud %1$s avec un \u00E9tat persistant essaye de rejoindre le cache %2$s sur un cluster sans \u00E9tat
nonWritableStateFile=Le fichier d'\u00E9tat %1$s n'est pas accessible en \u00E9criture. Annulation.
notStartingEvictionThread=wakeUpInterval <\= 0, pas de d\u00E9marrage de la t\u00E2che d'\u00E9limination des entr\u00E9es expir\u00E9es
notSupportedInSimpleCache=Cette configuration n'est pas prise en charge pour le simple cache
offHeapMemoryEvictionNotSupportedWithObject=L'\u00E9viction bas\u00E9e sur la taille (en octets) n\u00E9cessite soit un stockage hors-heap, soit une configuration de stockage binaire compatible dans l'encodage du cache
onlyOnePreloadStoreAllowed=Au plus un magasin peut \u00EAtre d\u00E9fini sur 'preload'\!
parserDoesNotDeclareNamespaces=Le parseur de configuration {1} n'indique aucune annotation Namespace
parserRootElementAlreadyRegistered=L'\u00E9l\u00E9ment racine pour %1$s d\u00E9j\u00E0 enregistr\u00E9 dans ParserRegistry par %2$s. Impossible d'installer %3$s.
partitionDegraded=Le cluster op\u00E8re en mode d\u00E9grad\u00E9 en raison des \u00E9checs des n\u0153uds.
passivationStoreCannotBeShared=Configuration invalide du chargeur de magasin pour '%1$s'. Si un chargeur de magasin est configur\u00E9 avec la passivation, le chargeur de magasin ne peut pas \u00EAtre partag\u00E9 dans un cluster\!
passivationWithoutEviction=Lorsque la passivation est configur\u00E9e sans politique d'\u00E9viction, seuls les entit\u00E9s \u00E9vinc\u00E9es manuellement seront passiv\u00E9es.
persistedDataMigrationFailed=\u00C9chec de la migration des donn\u00E9es persist\u00E9es '%1$s'.  
persistedDataMigrationUnsupportedVersion=Version de donn\u00E9es persistantes non prise en charge\: %1$s
persistedDataSuccessfulMigrated='%1$s' donn\u00E9es pers\u00E9v\u00E9r\u00E9es migr\u00E9es avec succ\u00E8s.
persistenceAvailable=La persistance est maintenant disponible
persistenceUnavailable=La persistance n'est pas disponible en raison du magasin %1$s  
persistenceWithoutCacheLoaderInterceptor=La persistance est activ\u00E9e sans aucun CacheLoaderInterceptor dans InterceptorChain\!
persistenceWithoutCacheWriteInterceptor=La persistance est activ\u00E9e sans aucun CacheWriteInterceptor dans InterceptorChain\!
persistentConsistentHashMismatch=La fabrique CH '{1}' ne peut pas restaurer une CH persist\u00E9e de la classe '{2}'
preloadAndPurgeOnStartupConflict=A un magasin ne peut pas \u00EAtre configur\u00E9 avec preload et purgeOnStartup en m\u00EAme temps  
preparedTxAlreadyExists=D\u00E9j\u00E0 une transaction pr\u00E9par\u00E9e avec ce xid\: %1$s. Nouvelle transaction est %2$s. Y a-t-il deux transactions diff\u00E9rentes ayant le m\u00EAme Xid dans le cluster?
problemApplyingStateForKey=Probl\u00E8me rencontr\u00E9 lors de l'application de l'\u00E9tat pour la cl\u00E9 {0}\!
problemApplyingStateForKey-Probl\u00E8me=rencontr\u00E9 lors de l'application de l'\u00E9tat pour la cl\u00E9 %1$s\!
problemClosingChannel=Probl\u00E8me lors de la fermeture du canal `%1$s`; le d\u00E9finir sur null
problemPreloadingKey=Probl\u00E8me rencontr\u00E9 lors du pr\u00E9chargement de la cl\u00E9 {0} \!
queriedAttributeNotFound=Aucun attribut consult\u00E9 trouv\u00E9 avec le nom %1$s
queryNotSupported=Module de requ\u00EAte non trouv\u00E9. Ajoutez infinispan-query au classpath.
querySimpleCacheNotSupported=Les caches simples ne prennent pas en charge les requ\u00EAtes. Utilisez des caches standard pour effectuer des recherches.
raftGlobalStateDisabled=Impossible de persister des donn\u00E9es RAFT car l'\u00E9tat global est d\u00E9sactiv\u00E9  
raftProtocolAvailable=Le protocole RAFT est disponible.
randomCacheModeSynonymsDeprecated=%1$s a \u00E9t\u00E9 obsol\u00E8tes comme synonyme de %2$s. Utilisez l'un des %3$s \u00E0 la place
readOnlyPermissionCollection=Tentative d'ajouter une permission \u00E0 une collection SecurityPermissionCollection en lecture seule
rebalanceError=Erreur lors du rebalance pour le cache %1$s sur le n\u0153ud %2$s, id topologie \= %3$d
rebalancePhaseConfirmedOnNode=La phase de rebalance %1$s a \u00E9t\u00E9 confirm\u00E9e pour le cache %2$s sur le n\u0153ud %3$s, identifiant de la topologie \= %4$d  
rebalanceStartError=\u00C9chec de d\u00E9marrage du rebalancing pour le cache %1$s
rebalancingEnabled=D\u00E9s\u00E9quilibre activ\u00E9
rebalancingSuspended=La r\u00E9\u00E9quilibrage est suspendu
receivedClusterView=Nouvelle vue du cluster re\u00E7ue pour le canal %1$s\: %2$s
receivedMergedView=Nouvelle vue cluster\u00E9e MERGED re\u00E7ue pour le canal %1$s\: %2$s
receivedXSiteClusterView=Nouvelle vue inter-site re\u00E7ue \: {1}
recoverFromStateMissingMembers=R\u00E9cup\u00E9ration du cache {1} mais il manque des membres, les membres connus sont {2} d'un total de {3}
recoveryIgnored=L'appel \u00E0 la r\u00E9cup\u00E9ration sera ignor\u00E9 car la r\u00E9cup\u00E9ration est d\u00E9sactiv\u00E9e. Plus sur la r\u00E9cup\u00E9ration \: http\://community.jboss.org/docs/DOC-16646
recoveryNotSupportedWithNonTxCache=R\u00E9cup\u00E9ration non prise en charge avec un cache non transactionnel
recoveryNotSupportedWithSynchronization=La r\u00E9cup\u00E9ration n'est pas support\u00E9e avec la synchronisation  
rejectOutdatedView=L'\u00E9v\u00E9nement de vue rejet\u00E9. L'identifiant de la vue install\u00E9e '%1$s' est plus r\u00E9cent que la vue re\u00E7ue\: %2$s
remoteException=Re\u00E7u une exception de %1$s, voir la cause pour suivre la pile distante
remoteNodeSuspected=Le n\u0153ud {0} a \u00E9t\u00E9 soup\u00E7onn\u00E9
remoteNodeTimedOut=N\u0153ud %1$s a expir\u00E9, le temps \: %2$s %3$s
remoteTransactionAlreadyCompleted=Impossible de cr\u00E9er la transaction distante %1$s, elle a d\u00E9j\u00E0 \u00E9t\u00E9 termin\u00E9e
remoteTransactionAlreadyRolledBack=Impossible de commettre la transaction distante %1$s car elle a d\u00E9j\u00E0 \u00E9t\u00E9 annul\u00E9e.
remoteTransactionOriginatorNotInView=Impossible de cr\u00E9er une transaction \u00E0 distance {0}, l'originateur n'est pas dans la vue du cluster
remoteTransactionStatusMissing=Impossible de trouver l'\u00E9tat pour la transaction \u00E0 distance {1}, veuillez augmenter la valeur de transaction.completedTxTimeout
remoteTransactionTimeout=La transaction distante %1$s a expir\u00E9. Annulation apr\u00E8s %2$d ms
requestTimedOut=D\u00E9lai d'attente \u00E9coul\u00E9 pour les r\u00E9ponses \u00E0 la requ\u00EAte %1$d de %2$s apr\u00E8s %3$s
requireNodeName=Le nom du n\u0153ud du transport n'est pas d\u00E9fini.
requireNonNullClusterName=Le nom du cluster transport ne doit pas \u00EAtre null.
retrievingTm=R\u00E9cup\u00E9ration du gestionnaire de transactions %1$s
scheduledTaskEncounteredThrowable=Il y a une erreur dans la t\u00E2che p\u00E9riodique soumise avec %1$s, ne planifie pas \u00E0 nouveau.
securityCacheTracing=Le conteneur de s\u00E9curit\u00E9 ne peut pas \u00EAtre activ\u00E9/d\u00E9sactiv\u00E9 au niveau du cache, car il est configur\u00E9 globalement.
sharedContainerNotFound=Conteneur partag\u00E9 non disponible\: %1$s
sharedStoreShouldNotBePurged=Configuration invalide du chargeur de cache pour '{1}'. Si un chargeur de cache est configur\u00E9 avec purgeOnStartup, le chargeur de cache ne peut pas \u00EAtre partag\u00E9 dans un cluster\! 
sharedStoreWithLocalCache=Un stockage ne peut pas \u00EAtre partag\u00E9 lorsqu'il est utilis\u00E9 avec un cache local.
singleOwnerNotSetToAllowReadWrites=La strat\u00E9gie de partition doit \u00EAtre ALLOW_READ_WRITES lorsque numOwners est 1
siteNotFound=Le site '%1$s' n'a pas \u00E9t\u00E9 trouv\u00E9.
startFailure=L'\u00E9chec du d\u00E9marrage de {1}, arr\u00EAt des composants en cours d'ex\u00E9cution
startMigratingPersistenceData=Mise \u00E0 jour du contenu persist\u00E9 '%1$s' au nouveau format...
startRecoveringCorruptPersistenceData=Tentative de r\u00E9cup\u00E9rer les donn\u00E9es persistantes potentiellement corrompues {0}
startingConflictResolution=D\u00E9but de r\u00E9solution du conflit pour le cache {0} avec l'infrastructure {2}
startingJGroupsChannel.1=D\u00E9marrage de l'\u00E9cha\u00EEne JGroups `%1$s`
startingJGroupsChannel.2=D\u00E9marrage de l'\u00E9cha\u00EEne JGroups `%1$s` avec la pile `%2$s`
startingRebalancePhase=D\u00E9marrage d'une nouvelle phase de rebalance pour le cache {1}, topologie {2}
startingUserMarshaller=D\u00E9marrage du s\u00E9rialiseur utilisateur '{1}'
stopOrderIgnored=D\u00E9tection d'une d\u00E9pendance cyclique entre les caches, l'ordre de arr\u00EAt est ignor\u00E9
storeBothReadAndWriteOnly=Le magasin ne peut pas \u00EAtre configur\u00E9 avec une lecture seule et une \u00E9criture seule \!
storeConfiguredHasBothReadAndWriteOnly=Le magasin {1} ne peut pas \u00EAtre configur\u00E9 pour \u00EAtre en lecture seule car l'impl\u00E9mentation sp\u00E9cifie qu'il est d\u00E9j\u00E0 en \u00E9criture seule\!
storeConfiguredSegmentedButCharacteristicNotPresent=Le magasin %1$s ne peut pas \u00EAtre configur\u00E9 comme segment\u00E9 car il ne contient pas la caract\u00E9ristique SEGMENTABLE
storeConfiguredSharedButCharacteristicNotPresent=Le magasin %1$s ne peut pas \u00EAtre configur\u00E9 comme partag\u00E9 car il ne contient pas la caract\u00E9ristique SHARED
storeConfiguredTransactionalButCharacteristicNotPresent=Le chargeur de magasin %1$s ne peut pas \u00EAtre configur\u00E9 comme transactionnel car il ne contient pas la caract\u00E9ristique TRANSACTIONAL
storeDoesNotSupportBeingSegmented=Configuration invalide du chargeur de magasin pour '%1$s'. Cette impl\u00E9mentation ne prend pas en charge le segmentage \!
storeIsAvailableCheckThrewException=La v\u00E9rification de l'accessibilit\u00E9 du magasin '%1$s' a \u00E9chou\u00E9 avec une exception
storeIsAvailableCompletedExceptionally=Le magasin '%1$s'\#isAvailable a termin\u00E9 avec une exception
storeLocationRequired.0=Le magasin doit sp\u00E9cifier une emplacement quand l'\u00E9tat global est d\u00E9sactiv\u00E9
storeLocationRequired.2=Le magasin '%1$s' doit sp\u00E9cifier le attribut '%2$s' lorsque l'\u00E9tat global est d\u00E9sactiv\u00E9
storeReadOnlyExceptions=Le chargeur de magasin ne peut pas \u00EAtre configur\u00E9 avec purgeOnStartup, shared ou passivation si il est en lecture seule\!
storeTimeoutBetweenEntries=D\u00E9lai entre les entr\u00E9es/les cl\u00E9s r\u00E9cup\u00E9r\u00E9es depuis le magasin d\u00E9pass\u00E9 %1$s ms. Activez le mode TRACE pour org.infinispan.PERSISTENCE afin de suivre les appelants de cette m\u00E9thode.
storeWriteOnlyExceptions=Le magasin ne peut pas \u00EAtre configur\u00E9 avec fetchPersistenceState ou preload si il est en \u00E9criture seule \!
templateConfigurationStartAttempt=Tentative de d\u00E9marrer un cache \u00E0 partir d'un mod\u00E8le de configuration '%1$s'
thirdPartySuspected=%1$s a signal\u00E9 qu'un n\u0153ud tiers \u00E9tait soup\u00E7onn\u00E9, consultez la cause pour plus d'informations sur le n\u0153ud qui a \u00E9t\u00E9 soup\u00E7onn\u00E9  
threadPoolFactoryIsBlocking=La fabrique de pools de threads %1$s est bloquante, mais le pool %2$s n\u00E9cessite des threads non bloquants
timeoutWaitingForAcks=D\u00E9passement de d\u00E9lai apr\u00E8s %1$s en attente des reconnus (%2$s). Id\=%3$s, Id de la topologie\=%4$s
timeoutWaitingForInitialNodes=D\u00E9lai \u00E9coul\u00E9 en attendant %1$d membres dans le cluster. La derni\u00E8re vue avait %2$s
timeoutWaitingForView=Temps \u00E9coul\u00E9 en attente de la vue %1$d, la vue actuelle est %2$d
topologyTimeout=D\u00E9passement de d\u00E9lai en attendant la topologie %1$d, la topologie actuelle est %2$d
topologyUpdateError=\u00C9chec de mise \u00E0 jour de la topologie pour le cache %1$s
transactionAlreadyRolledBack=La transaction %1$s a d\u00E9j\u00E0 \u00E9t\u00E9 annul\u00E9e.
transactionCleanupError=\u00C9chec pendant la vidange des transactions partag\u00E9es  
transactionDataTimeout=Temps \u00E9coul\u00E9 en attente des donn\u00E9es de transaction pour la topologie %1$d
transactionNotificationsDisabled=Les notifications de transaction sont d\u00E9sactiv\u00E9es. Cela emp\u00EAche les \u00E9couteurs de cluster de fonctionner correctement\!
transactionalStoreCannotBeAsync=Configuration invalide du chargeur de cache pour '%1$s'. Un chargeur de cache ne peut pas \u00EAtre \u00E0 la fois asynchrone et transactionnel.  
transactionalStoreInNonTransactionalCache=Il est impossible pour un magasin d'\u00EAtre transactionnel dans un cache non-transactionnel. 
transactionalStoreInPassivatedCache=Il est impossible pour un magasin d'\u00EAtre transactionnel lorsqu'il y a une passivation activ\u00E9e.
tryingToBringOnlineNonexistentSite=Tentative de rendre en ligne un site non existant (%1$s)\!
twoPhaseCommitAsyncBackup=La deuxi\u00E8me phase du commit ne peut \u00EAtre utilis\u00E9e que avec une strat\u00E9gie de sauvegarde synchrone.
unableToAcquireLock=Impossible d'acqu\u00E9rir un verrou apr\u00E8s %1$s pour la cl\u00E9 %2$s et le demandeur %3$s. Le verrou est d\u00E9tenu par %4$s
unableToAddJGroupsStack=Impossible de configurer la pile JGroups '%1$s'
unableToAddNullEntryMergePolicyFactory=Impossible d'ajouter une EntryMergePolicyFactory 'null'
unableToApplyXSiteState=Impossible d'appliquer une portion d'\u00E9tat\u8DE8\u7AD9\u70B9.
unableToBroadcastInvalidation=Impossible de diffuser les messages d'invalidation
unableToCreateInterceptor=Probl\u00E8mes de cr\u00E9ation de l'intercepteur %1$s  
unableToFindLocalTransactionFromRemoteSiteTransaction=Transaction locale non trouv\u00E9e mais pr\u00E9sente dans la table des transactions pour la transaction distante {0}
unableToFindRemoteSiteTransaction=Impossible de trouver une transaction locale correspondant \u00E0 la transaction distante {1}
unableToInstantiateClass=Impossible d'instancesser une instance du chargeur/\u00E9criteur pour StoreConfiguration %1$s  
unableToInstantiateSerializer=Impossible d'instancier le s\u00E9rialiseur pour %1$s
unableToInvokeListenerMethod=Impossible d'appeler la m\u00E9thode %1$s sur l'instance d'objet %2$s 
unableToInvokeListenerMethodAndRemoveListener=Impossible d'appeler la m\u00E9thode {1} sur l'instance d'objet {2} - enlevant cet objet cible de la liste des \u00E9couteurs\!
unableToLockToInvalidate=Impossible d'acqu\u00E9rir un verrou sur la cl\u00E9 %1$s afin de l'invalider \u00E0 partir de L1 au n\u0153ud %2$s, en passant....  
unableToPassivateEntry=Impossible d'\u00E9viter l'entr\u00E9e sous %1$s
unableToRemoveEntryAfterActivation=Impossible de supprimer l'entr\u00E9e sous %1$s du stockage du cache apr\u00E8s l'activation
unableToRollbackGlobalTx=Impossible de revenir en arri\u00E8re de la transaction globale {1}
unableToRollbackInvalidationsDuringPrepare=Impossible de diffuser les invalidations comme une partie de la phase pr\u00E9paration. Annulation.
unableToSendXSiteState=Impossible d'envoyer une partie de l'\u00E9tat\u8DE8\u7AD9\u70B9 \u00E0 '{0}'.
unableToSetValue=Impossible de d\u00E9finir la valeur\!
unableToStartXSiteAutStateTransfer=[%1$s] Impossible de recevoir une r\u00E9ponse \u00E0 partir d'aucun n\u0153ud. Le transfert automatique\u8DE8\u7AD9\u70B9\u5230\u7AD9\u70B9'%2$s' n'a pas commenc\u00E9.  
unableToUseJGroupsPropertiesProvided=Impossible d'utiliser aucune m\u00E9canisme de configuration JGroups fourni dans les propri\u00E9t\u00E9s %1$s. Utilisation de la configuration JGroups par d\u00E9faut\!
unauthorizedAccess=Acc\u00E8s non autoris\u00E9 \: sujet '%1$s' n'a pas le droit '%2$s'
undeclaredConfiguration=Aucun tel mod\u00E8le '%1$s' lors de l'attribution de '%2$s'
undefinedThreadPoolName=Aucun pool de threads avec le nom '%1$s' n'a \u00E9t\u00E9 trouv\u00E9
unexpectedErrorFromIrac=[IRAC] Une erreur inattendue s'est produite.
unexpectedErrorReplicating=Erreur inattendue lors de la r\u00E9plication
unexpectedInitialVersion=Type d-version initiale inattendu (seulement les instances NumericVersion sont support\u00E9es) \: %1$s
unexpectedResponse=R\u00E9ponse inattendue de %1$s \: %2$s
unfinishedTransactionsRemain=Arr\u00EAt, mais il reste %1$s transactions locales et %2$s transactions distantes qui n'ont pas termin\u00E9 \u00E0 temps.  
unknownEncoding=L'configuration du cache '{0}' ne d\u00E9finit pas l'encodage pour les cl\u00E9s ou les valeurs. Si vous utilisez des op\u00E9rations qui n\u00E9cessitent une conversion de donn\u00E9es ou des requ\u00EAtes, vous devriez configurer le cache avec un MediaType sp\u00E9cifique pour les cl\u00E9s ou les valeurs.
unknownExternalizerReaderIndex=Le type de donn\u00E9es lu est inconnu. Id\={1} n'est pas parmi les indexeurs connus.
unknownMigrator=Migrateur inconnu {0}
unknownResponsesFromRemoteCache=Rponses inconnues du cache distant\: %1$s
unknownTransactionConfiguration=Impossible de d\u00E9terminer une configuration transactionnelle synth\u00E9tique \u00E0 partir du mode\=%1$s, xaEnabled\=%2$s, recoveryEnabled\=%3$s, batchingEnabled\=%4$s
unsuccessfulResponseForClusterListeners=Probl\u00E8me lors de la r\u00E9cup\u00E9ration des \u00E9couteurs de cluster depuis la r\u00E9ponse {1} de {0} 
unsuccessfulResponseRetrievingTransactionsForSegments=Probl\u00E8me lors de la r\u00E9cup\u00E9ration des transactions depuis {1}, la r\u00E9ponse \u00E9tait {2}
unsupportedAsyncCacheMode=Le mode d'async cache '%1$s' n'est pas pris en charge pour les caches transactionnels
unsupportedConfiguration=Impossible de trouver un parseur pour l'\u00E9l\u00E9ment '{1}' dans le namespace '{2}' \u00E0 {3}. V\u00E9rifiez que votre configuration est \u00E0 jour pour Infinispan '{4}' et que vous avez la d\u00E9pendance appropri\u00E9e au classpath
updatingAvailabilityMode=Mise \u00E0 jour du mode d'accessibilit\u00E9 pour le cache %1$s de %2$s \u00E0 %3$s, topologie %4$s
updatingStableTopology=Mise \u00E0 jour de la topologie stable pour le cache %1$s, topologie %2$s
updatingTopology=Mise \u00E0 jour de l'infrastructure pour le cache {0}, infrastructure {2}, mode d'accessibilit\u00E9 {3}
usingBatchModeTransactionManager=Utilise un gestionnaire de transactions en mode batch
version=Version d'Infinispan \: {1}
viewHandlingError=Erreur lors de la gestion de la vue %1$s
warnCouldNotCommitLocalTx=Impossible de valider la transaction locale {0}
warnCouldNotRollbackLocalTx=Impossible de revenir en arri\u00E8re de la transaction locale {0}
warnExceptionRemovingRecovery=Exception lors de la suppression des informations de r\u00E9cup\u00E9ration
warnFallbackToNoOpMetrics=D\u00E9passement \u00E0 %1$s comme les d\u00E9pendances n\u00E9cessaires ne sont pas disponibles
warnGridFSMetadataCacheRequiresSync=Le cache utilis\u00E9 pour les m\u00E9tadonn\u00E9es Grid doit \u00EAtre synchrone.
warnL1NotHavingReaperThread=Ne pas utiliser un thread reaper pour l'invalidation L1. Cela pourrait entra\u00EEner des fuites m\u00E9moire car la carte requestors peut augmenter ind\u00E9finiment\!
warnUnableToPersistInternalCaches=Impossible de pers\u00E9v\u00E9rer les caches internes d'Infinispan car l'\u00E9tat global n'est pas activ\u00E9
warnUsingDeprecatedMemoryConfigs=L'\u00E9l\u00E9ment de configuration de la m\u00E9moire '%1$s' a \u00E9t\u00E9 obsol\u00E8tes. Veuillez mettre \u00E0 jour votre configuration
warnXsiteBackupFailed=Probl\u00E8mes rencontr\u00E9s pendant la sauvegarde des donn\u00E9es du cache {0} vers le site {1}
warnXsiteBackupFailed-Probl\u00E8mes=rencontr\u00E9s lors de la sauvegarde des donn\u00E9es du cache %1$s vers le site %2$s
wildcardsNotAllowedInCacheNames=Les jokers ne sont pas autoris\u00E9s dans les noms des caches\: '%1$s'
writeSkewOnRead=Dans la cl\u00E9 %1$s, la version de lecture pr\u00E9c\u00E9dente (%2$s) est diff\u00E9rente de la version actuellement lue (%3$s)
xsiteAdminOperationError=Impossible d'ex\u00E9cuter l'op\u00E9ration {1} pour le site {2}
xsiteCacheManagerDoesNotAllowInvocations=Ne peut pas traiter une requ\u00EAte cross-site de la part du site '%1$s'. Le CacheManager n'est pas d\u00E9marr\u00E9.
xsiteCacheNotFound=Impossible de g\u00E9rer la requ\u00EAte\u8DE8\u7AD9\u70B9 depuis le site '%1$s'. Le cache '%2$s' n'a pas \u00E9t\u00E9 trouv\u00E9.  
xsiteCacheNotStarted=Impossible de traiter une demande\u8DE8\u7AD9\u70B9 '%1$s'. Le cache '%2$s' est arr\u00EAt\u00E9.
xsiteCancelReceiveFailed=\u00C9chec du nettoyage pour le transfert \u00E0 distance de l'\u00E9tat. Appeler la commande cancel-receive(%1$s) sur le site %2$s si des n\u0153uds indiquent des op\u00E9rations en attente pour recevoir l'\u00E9tat.
xsiteCancelSendFailed=\u00C9chec de l'annulation de la transmission d'\u00E9tat cross-site. Invoquez la commande cancel-push-state(%1$s) si les n\u0153uds indiquent des op\u00E9rations en attente pour envoyer de l'\u00E9tat.
xsiteInLocalCache.0=La r\u00E9plication cross-site n'est pas disponible pour le cache local.
xsiteInLocalCache.2=Impossible de traiter la requ\u00EAte cross-site depuis le site '%1$s'. Le cache '%2$s' n'est pas en cluster.
xsiteInvalidConfigurationRemoteSite=Le site distant '%1$s' a une configuration de cache invalide. Mettez hors ligne le lieu de sauvegarde.
xsiteStateTransferAlreadyInProgress=Transfert de l'\u00E9tat\u8DE8\u7AD9\u70B9\u5230'%1$s' d\u00E9j\u00E0 d\u00E9marr\u00E9  
{0}=
{1}=
