#
#Thu Jan 29 11:51:43 CET 2026
aggregationTypeNotSupportedException=L'aggregazione %1$s non \u00E8 supportata
errorParsingProtobuf=Errore durante il parsing del contenuto. I dati non sono stati archiviati come protobuf?
filtersCannotUseFullTextOrSpatialSearchException=I filtri non possono utilizzare query full-text o spaziali
functionNotSupportedException=Funzione %1$s non \u00E8 supportata
getAVGCannotBeAppliedToPropertyOfType=L'aggregazione AVG non pu\u00F2 essere applicata alla propriet\u00E0 di tipo %1$s
getAggregationCanOnlyBeAppliedToPropertyReferencesException=%1$s aggregazione pu\u00F2 essere applicata solo a riferimenti alle propriet\u00E0.
getFiltersCannotUseGroupingOrAggregationException=I filtri non possono utilizzare raggruppamenti o aggregazioni
getFullTextQueriesNotAllowedInHavingClauseException=Le query full-text non sono consentite nella clausola HAVING
getFullTextQueryOnNotAalyzedPropertyNotSupportedException=Le query full-text non possono essere applicate alla propriet\u00E0 '%2$s' nel tipo %1$s a meno che la propriet\u00E0 non sia analizzata e indicizzata.
getFullTextQueryOnNotIndexedPropertyNotSupportedException=Le query full-text non possono essere applicate alla propriet\u00E0 '%2$s' nel tipo %1$s a meno che la propriet\u00E0 non sia indicizzata.
getInvalidBooleanLiteralException=Literal booleano non valido '%1$s'
getInvalidDateLiteralException=Literal data non valido '%1$s'
getInvalidEnumLiteralException=Literal enum non valido '%1$s' per il tipo di enum %2$s
getInvalidNumericLiteralException=Literal numerico non valido '%1$s'
getLeftSideMustBeAPropertyPath=L'argomento sinistro deve essere un percorso di propriet\u00E0
getNamedParametersCannotBeNull=namedParameters non pu\u00F2 essere null
getNoAggregationsInGroupByClauseException=Non \u00E8 possibile avere funzioni di aggregazione nella clausola GROUP BY \: %1$s.
getNoAggregationsInWhereClauseException=Non \u00E8 possibile avere funzioni di aggregazione nella clausola WHERE \: %1$s.
getNoSuchPropertyException=Il tipo %1$s non ha una propriet\u00E0 accessibile denominata '%2$s'.
getNotMoreThanOnePredicateInNegationAllowedException=Il predicato %1$s non pu\u00F2 essere aggiunto poich\u00E9 \u00E8 possibile avere solo un sottopredicato in un predicato NOT.
getNotMoreThanOnePredicateInRootOfWhereClauseAllowedException=Il predicato %1$s non pu\u00F2 essere aggiunto poich\u00E9 \u00E8 possibile avere solo un predicato radice.
getPredicatesOnCompleteEmbeddedEntitiesNotAllowedException=La propriet\u00E0 %1$s \u00E8 un'entit\u00E0 annidata e non consente predicati di confronto
getPredicatesOnEntityAliasNotAllowedException=Non \u00E8 possibile applicare predicati direttamente a un alias di entit\u00E0\: %1$s
getProjectionOfCompleteEmbeddedEntitiesNotSupportedException=La propriet\u00E0 %2$s non pu\u00F2 essere selezionata dal tipo %1$s poich\u00E9 \u00E8 un'entit\u00E0 annidata.
getQueryOnAnalyzedPropertyNotSupportedException=Nessuna query relazionale pu\u00F2 essere applicata alla propriet\u00E0 '%2$s' nel tipo %1$s poich\u00E9 la propriet\u00E0 \u00E8 analizzata.
getQuerySyntaxException.1=Query non valida\: %1$s
getQuerySyntaxException.2=Query non valida\: %1$s; Errori del parser dei messaggi di errore\: %2$s.
getUnknownAliasException=Alias sconosciuto\: %1$s.
getUnknownEntity=Nome entit\u00E0 sconosciuto %1$s
knnPredicateOnFilteringClause=I knn predicates non sono consentiti nella clausola FILTERING
knnPredicateOnHavingClause=I knn predicates non sono consentiti nella clausola HAVING
knnPredicateOnNotVectorField=I knn predicates non possono essere applicati alla propriet\u00E0 '%2$s' nel tipo %1$s a meno che la propriet\u00E0 non sia un campo vettore.
knnVectorParameterNotValid=Il parametro vettore knn non \u00E8 valido.
spatialQueryOnNotIndexedPropertyNotSupportedException=Le query spaziali non possono essere applicate alla propriet\u00E0 '%2$s' nel tipo %1$s a meno che la propriet\u00E0 non sia indicizzata come una propriet\u00E0 spaziale.
