#
#Thu Jan 29 12:13:04 CET 2026
aggregationTypeNotSupportedException=L'agr\u00E9gation %1$s n'est pas support\u00E9e
errorParsingProtobuf=Erreur lors du traitement du contenu. Les donn\u00E9es n'ont-elles pas \u00E9t\u00E9 stock\u00E9es en tant que protocole-buffers?
filtersCannotUseFullTextOrSpatialSearchException=Les filtres ne peuvent pas utiliser des recherches de texte int\u00E9gral ou spatiales
functionNotSupportedException=Fonction %1$s n'est pas support\u00E9e
getAVGCannotBeAppliedToPropertyOfType=L'agr\u00E9gation AVG ne peut pas \u00EAtre appliqu\u00E9e \u00E0 la propri\u00E9t\u00E9 de type %1$s
getAggregationCanOnlyBeAppliedToPropertyReferencesException=L'agr\u00E9gation %1$s peut uniquement \u00EAtre appliqu\u00E9e aux r\u00E9f\u00E9rences de propri\u00E9t\u00E9s.
getFiltersCannotUseGroupingOrAggregationException=Les filtres ne peuvent pas utiliser le regroupement ou les agr\u00E9gations
getFullTextQueriesNotAllowedInHavingClauseException=Requ\u00EAtes de texte int\u00E9gral ne sont pas autoris\u00E9es dans la clause HAVING
getFullTextQueryOnNotAalyzedPropertyNotSupportedException=Requ\u00EAtes de texte int\u00E9gral ne peuvent pas \u00EAtre appliqu\u00E9es \u00E0 la propri\u00E9t\u00E9 '%2$s' dans le type %1$s sauf si elle est index\u00E9e et analys\u00E9e.
getFullTextQueryOnNotIndexedPropertyNotSupportedException=Requ\u00EAtes de texte int\u00E9gral ne peuvent pas \u00EAtre appliqu\u00E9es \u00E0 la propri\u00E9t\u00E9 '%2$s' dans le type %1$s sauf si elle est index\u00E9e.
getInvalidBooleanLiteralException=Litt\u00E9ral bool\u00E9en invalide '%1$s'
getInvalidDateLiteralException=Litt\u00E9ral de date invalide '%1$s'
getInvalidEnumLiteralException=Litt\u00E9ral d'\u00E9num\u00E9ration invalide '%1$s' pour le type d'\u00E9num\u00E9ration %2$s
getInvalidNumericLiteralException=Litt\u00E9ral num\u00E9rique invalide '%1$s'
getLeftSideMustBeAPropertyPath=L'argument de gauche doit \u00EAtre un chemin de propri\u00E9t\u00E9
getNamedParametersCannotBeNull=namedParameters ne peuvent pas \u00EAtre null
getNoAggregationsInGroupByClauseException=Impossible d'avoir des fonctions d'agr\u00E9gation dans la clause GROUP BY \: %1$s.
getNoAggregationsInWhereClauseException=Impossible d'avoir des fonctions d'agr\u00E9gation dans la clause WHERE \: %1$s.
getNoSuchPropertyException=Le type %1$s n'a pas une propri\u00E9t\u00E9 accessible nomm\u00E9e '%2$s'.
getNotMoreThanOnePredicateInNegationAllowedException=Le pr\u00E9dicat %1$s ne peut pas \u00EAtre ajout\u00E9 car il peut y avoir au maximum un seul sous-pr\u00E9dicat dans une pr\u00E9dication NOT.
getNotMoreThanOnePredicateInRootOfWhereClauseAllowedException=Le pr\u00E9dicat %1$s ne peut pas \u00EAtre ajout\u00E9 car il peut y avoir au maximum un seul pr\u00E9dicat racine.
getPredicatesOnCompleteEmbeddedEntitiesNotAllowedException=La propri\u00E9t\u00E9 %1$s est une entit\u00E9 imbriqu\u00E9e et ne permet pas les pr\u00E9dicats de comparaison
getPredicatesOnEntityAliasNotAllowedException=Impossible d'appliquer des pr\u00E9dicats directement \u00E0 un alias d'entit\u00E9 \: %1$s
getProjectionOfCompleteEmbeddedEntitiesNotSupportedException=La propri\u00E9t\u00E9 %2$s ne peut pas \u00EAtre s\u00E9lectionn\u00E9e \u00E0 partir du type %1$s car elle est une entit\u00E9 imbriqu\u00E9e.
getQueryOnAnalyzedPropertyNotSupportedException=Aucune requ\u00EAte relationnelle ne peut \u00EAtre appliqu\u00E9e \u00E0 la propri\u00E9t\u00E9 '%2$s' dans le type %1$s car la propri\u00E9t\u00E9 est analys\u00E9e.
getQuerySyntaxException.1=Requ\u00EAte invalide\: %1$s
getQuerySyntaxException.2=Requ\u00EAte invalide\: %1$s; Erreurs de message du parser\: %2$s.
getUnknownAliasException=Alias inconnu\: %1$s.
getUnknownEntity=Nom d'entit\u00E9 inconnu %1$s
knnPredicateOnFilteringClause=Les pr\u00E9dicats KNN ne sont pas autoris\u00E9s dans la clause FILTERING
knnPredicateOnHavingClause=Les pr\u00E9dicats KNN ne sont pas autoris\u00E9s dans la clause HAVING
knnPredicateOnNotVectorField=Les pr\u00E9dicats KNN ne peuvent pas \u00EAtre appliqu\u00E9s \u00E0 la propri\u00E9t\u00E9 '%2$s' dans le type %1$s sauf si la propri\u00E9t\u00E9 est un champ vecteur.
knnVectorParameterNotValid=Param\u00E8tre vecteur KNN invalide.
spatialQueryOnNotIndexedPropertyNotSupportedException=Les requ\u00EAtes spatiales ne peuvent pas \u00EAtre appliqu\u00E9es \u00E0 la propri\u00E9t\u00E9 '%2$s' dans le type %1$s sauf si elle est index\u00E9e comme une propri\u00E9t\u00E9 spatiale.
