#
#Thu Jan 29 11:55:51 CET 2026
aggregationTypeNotSupportedException=Agrega\u00E7\u00E3o %1$s n\u00E3o \u00E9 suportada
errorParsingProtobuf=Erro ao analisar conte\u00FAdo. Dados n\u00E3o armazenados como protobuf?
filtersCannotUseFullTextOrSpatialSearchException=Filtros n\u00E3o podem usar consultas de texto completo ou espaciais
functionNotSupportedException=Fun\u00E7\u00E3o %1$s n\u00E3o \u00E9 suportada
getAVGCannotBeAppliedToPropertyOfType=Agrega\u00E7\u00E3o AVG n\u00E3o pode ser aplicada a propriedades do tipo %1$s
getAggregationCanOnlyBeAppliedToPropertyReferencesException=%1$s agrega\u00E7\u00E3o s\u00F3 pode ser aplicada a refer\u00EAncias de propriedade.
getFiltersCannotUseGroupingOrAggregationException=Filtros n\u00E3o podem usar agrupamentos ou agrega\u00E7\u00F5es
getFullTextQueriesNotAllowedInHavingClauseException=Consultas de texto completo n\u00E3o s\u00E3o permitidas na cl\u00E1usula HAVING
getFullTextQueryOnNotAalyzedPropertyNotSupportedException=Consultas de texto completo n\u00E3o podem ser aplicadas \u00E0 propriedade '%2$s' no tipo %1$s a menos que a propriedade esteja indexada e analisada.
getFullTextQueryOnNotIndexedPropertyNotSupportedException=Consultas de texto completo n\u00E3o podem ser aplicadas \u00E0 propriedade '%2$s' no tipo %1$s a menos que a propriedade esteja indexada.
getInvalidBooleanLiteralException=Literal booleano inv\u00E1lido '%1$s'
getInvalidDateLiteralException=Literal de data inv\u00E1lido '%1$s'
getInvalidEnumLiteralException=Literal de enum inv\u00E1lido '%1$s' para o tipo de enum %2$s
getInvalidNumericLiteralException=Literal num\u00E9rico inv\u00E1lido '%1$s'
getLeftSideMustBeAPropertyPath=O argumento da esquerda deve ser um caminho de propriedade
getNamedParametersCannotBeNull=namedParameters n\u00E3o pode ser nulo
getNoAggregationsInGroupByClauseException=N\u00E3o pode haver fun\u00E7\u00F5es agregadas na cl\u00E1usula GROUP BY \: %1$s.
getNoAggregationsInWhereClauseException=N\u00E3o pode haver fun\u00E7\u00F5es agregadas na cl\u00E1usula WHERE \: %1$s.
getNoSuchPropertyException=O tipo %1$s n\u00E3o tem uma propriedade acess\u00EDvel chamada '%2$s'.
getNotMoreThanOnePredicateInNegationAllowedException=O predicado %1$s n\u00E3o pode ser adicionado pois pode haver apenas uma sub-predicado em um predicado NOT.
getNotMoreThanOnePredicateInRootOfWhereClauseAllowedException=O predicado %1$s n\u00E3o pode ser adicionado pois pode haver apenas um predicado raiz.
getPredicatesOnCompleteEmbeddedEntitiesNotAllowedException=A propriedade %1$s \u00E9 uma entidade incorporada e n\u00E3o permite predicados de compara\u00E7\u00E3o
getPredicatesOnEntityAliasNotAllowedException=N\u00E3o se pode aplicar predicados diretamente a um alias de entidade\: %1$s
getProjectionOfCompleteEmbeddedEntitiesNotSupportedException=A propriedade %2$s n\u00E3o pode ser selecionada do tipo %1$s pois ela \u00E9 uma entidade incorporada.
getQueryOnAnalyzedPropertyNotSupportedException=Nenhuma consulta relacional pode ser aplicada \u00E0 propriedade '%2$s' no tipo %1$s pois a propriedade \u00E9 analisada.
getQuerySyntaxException.1=Consulta inv\u00E1lida\: %1$s
getQuerySyntaxException.2=Consulta inv\u00E1lida\: %1$s; Mensagens de erro do analisador\: %2$s.
getUnknownAliasException=Alias desconhecido\: %1$s.
getUnknownEntity=Nome de entidade desconhecido %1$s
knnPredicateOnFilteringClause=Predicados KNN n\u00E3o s\u00E3o permitidos na cl\u00E1usula FILTERING
knnPredicateOnHavingClause=Predicados KNN n\u00E3o s\u00E3o permitidos na cl\u00E1usula HAVING
knnPredicateOnNotVectorField=Predicados KNN n\u00E3o podem ser aplicados \u00E0 propriedade '%2$s' no tipo %1$s a menos que a propriedade seja um campo de vetor.
knnVectorParameterNotValid=Par\u00E2metro de vetor KNN inv\u00E1lido.
spatialQueryOnNotIndexedPropertyNotSupportedException=Consultas espaciais n\u00E3o podem ser aplicadas \u00E0 propriedade '%2$s' no tipo %1$s a menos que ela esteja indexada como uma propriedade espacial.
