#
#Thu Jan 29 13:13:27 CET 2026
cacheDoesNotSupportTransactions=La cache '{1}' ne prend pas en charge les transactions. Veuillez v\u00E9rifier la documentation pour savoir comment la configurer correctement.
callbackHandlerAndUsernameMutuallyExclusive=Impossible de sp\u00E9cifier \u00E0 la fois un gestionnaire de rappel et un nom d'utilisateur/jeton pour l'authentification
cannotCreateAsyncThread=Impossible de cr\u00E9er un autre thread asynchrone. Veuillez augmenter 'infinispan.client.hotrod.default_executor_factory.pool_size' (valeur actuelle est {1}).
channelInactive=La connexion \u00E0 %1$s n'est pas active.
clientListenerMustUseDesignatedFilterConverterFactory=L'\u00E9couteur client doit utiliser le '{2}' filter/converter factory
clientListenerMustUseRawData=L'\u00E9couteur client doit utiliser des donn\u00E9es brutes lorsqu'il utilise une requ\u00EAte comme filtre \: {1}
closingChannelAfterError=Fermeture du canal {1} en raison d'une erreur de transport
connectionClosed=La connexion \u00E0 %1$s a \u00E9t\u00E9 ferm\u00E9e en attendant une r\u00E9ponse.
couldNotFindPropertiesFile=Impossible de trouver le fichier '{0}' dans le classpath, utilisation des valeurs par d\u00E9faut.
counterOurOfBounds={1} atteint.
crudSchemaError=Erreur lev\u00E9e lors de l'op\u00E9ration sur le sch\u00E9ma {1}
deprecatedConfigurationProperty=La propri\u00E9t\u00E9 de configuration '{1}' est obsol\u00E8te
duplicateCacheConfiguration=Tentative ill\u00E9gale de red\u00E9finir une configuration de cache d\u00E9j\u00E0 existante \: {1}
duplicateClusterDefinition=Duplication de cluster de basculement '{0}' sp\u00E9cifi\u00E9
epollNotAvailable=La transmission Native Epoll non disponible, utilisation de NIO \u00E0 la place.
errorClosingIteration=Identifiant d'it\u00E9ration invalide '{0}'
errorCreatingPropagationContext=Erreur impr\u00E9vue lors de la cr\u00E9ation du contexte de propagation du suivi. La trac\u00E9 du contexte client ne sera pas propag\u00E9.
errorFromServer=Erreur re\u00E7ue du serveur \: {1}
errorFromUnknownOperation=Fermeture du canal %1$s en raison d'une erreur dans une op\u00E9ration inconnue.
errorRetrievingNext=Identifiant d'it\u00E9ration invalide '{0}'
exceptionAndNoRetriesLeft=D\u00E9faut rencontr\u00E9. R\u00E9essayer {0} fois sur {1}
exceptionDuringPrepare=Exception captur\u00E9e lors de la pr\u00E9paration de la transaction %1$s
exceptionInvokingListener=D\u00E9faut captur\u00E9 [{1}] lors de l'appel de la m\u00E9thode [{2}] sur l'instance du listener \: {3}
exceptionWhileClosingChannel=D\u00E9faut rencontr\u00E9 lors de la fermeture du canal du serveur {1}
failedToAddListener=Ajout \u00E9chou\u00E9 du listener client {1}, le serveur a r\u00E9pondu avec l'\u00E9tat {2}
failedToCreatePredefinedSerializationContextInitializer=\u00C9chec de la lecture et de la cr\u00E9ation d'un initialiseur contextuel de s\u00E9rialisation d\u00E9fini \: {1}
ignoringErrorDuringIterationClose=Ignorer l'erreur lors de la fermeture de l'it\u00E9ration '{1}'
incorrectClientListener.1=M\u00E9thodes annot\u00E9es avec %1$s doivent avoir un type de retour void.
incorrectClientListener.2=M\u00E9thodes annot\u00E9es avec %1$s doivent accepter exactement un param\u00E8tre, qui doit \u00EAtre assignable de type %2$s
invalidActiveCountAfterClose=Nombre d'actifs invalide apr\u00E8s la fermeture du canal {1}
invalidAuthenticationConfiguration=Impossible d'activer l'authentification sans sp\u00E9cifier soit un nom d'utilisateur, soit un jeton, soit un sujet client ou une CallbackHandler
invalidCounterType=Type de compteur invalide. Attendu\=%1$s mais re\u00E7u %2$s
invalidCounterType\\u003eType\ de\ compteur\ invalide.\ Attendu=%1$s mais obtenu\=%2$s
invalidCreatedCountAfterClose=Nombre de cr\u00E9ations invalide apr\u00E8s la fermeture du canal {1}
invalidMagicNumber=Nombre magique invalide. Attendu\=%1$\#x et re\u00E7u\=%2$\#x
invalidMaxRetries=D\u00E9lai maximal d'essais invalide (valeur\=%1$s). La valeur doit \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 z\u00E9ro.
invalidPropertyFormat=Format de propri\u00E9t\u00E9 invalide dans l'URI \: {0}
invalidResponse=[{1}] R\u00E9ponse invalide. Attendu %2$\#x et re\u00E7u %3$\#x
invalidTransactionManagerLookup=TransactionManagerLookup doit \u00EAtre non null
invalidTransactionMode=Le mode de transaction doit \u00EAtre non null.
invalidTransactionTimeout=D\u00E9lai d'expiration des transactions doit \u00EAtre positif
invalidTxServerConfig=Erreur lors de la v\u00E9rification de la configuration du serveur pour le cache transactionnel {1}
invalidateNearDefaultMarshallerMismatch=Le cache '{1}' avec le marshalleur '{2}' ne g\u00E8re pas le type de stockage de serveur '{3}'. Configurez le cache ou le marshalleur par d\u00E9faut.
ioUringNotAvailable=La transmission Native IOUring non disponible, utilisation de NIO \u00E0 la place \: {1}
iterationClosed=It\u00E9rateur distant '%1$s' ferm\u00E9 avec succ\u00E8s.
iterationTransportObtained=Canal obtenu pour l'it\u00E9ration '{2}' \u00E0 %1$s
jmxRegistrationFailure=\u00C9chec de l'inscription MBean
jmxUnregistrationFailure=La d\u00E9sinscription MBean a \u00E9chou\u00E9
manuallySwitchedBackToMainCluster=Manuellement bascul\u00E9 vers le cluster principal
manuallySwitchedToCluster=Bascul\u00E9 manuellement au cluster '{1}'
missingClientListenerAnnotation=La classe du listener de cache '{1}' doit \u00EAtre annot\u00E9e avec org.infinispan.client.hotrod.annotation.ClientListener
missingClusterNameDefinition=Le nom du cluster de basculement doit \u00EAtre d\u00E9fini
missingClusterServersDefinition=Au moins une adresse de serveur doit \u00EAtre sp\u00E9cifi\u00E9e pour le cluster de basculement {1}
missingHostDefinition=L'h\u00F4te doit \u00EAtre d\u00E9fini dans la d\u00E9finition du serveur d'un cluster de basculement
missingKeyStorePassword=Un mot de passe est requis pour ouvrir le KeyStore '%1$s'
missingSniHostName=L'h\u00F4te SNI est requis lorsque la validation du nom d'h\u00F4te est activ\u00E9e
missingTrustStorePassword=Un mot de passe est requis pour ouvrir le TrustStore '%1$s'
nearCacheMaxEntriesPositiveWithBloom=Le nombre d'entr\u00E9es max du cache \u00E0 proximit\u00E9 doit \u00EAtre un nombre positif lorsqu'une optimisation avec le filtre bloom est utilis\u00E9e, c'\u00E9tait {1}
nearCacheMaxEntriesUndefined=Lorsque vous activez la mise en cache \u00E0 proximit\u00E9, le nombre d'entr\u00E9es max doit \u00EAtre configur\u00E9
nearCacheMaxIdleUnsupported=L'utilisation de l'expiration maxIdle avec un cache \u00E0 proximit\u00E9 n'est pas prise en charge.
newServerAdded=Nouveau serveur ajout\u00E9(%1$s), ajout\u00E9 au pool.
newTopology=Le serveur a envoy\u00E9 une nouvelle vue topologique (id\={1}, \u00E2ge\={2}) contenant {3} adresses \: {4}
noHasHFunctionConfigured=Aucune fonction de hachage n'est configur\u00E9e pour la version \: {1}
noMoreOperationsAllowed=Ce canal va \u00EAtre ferm\u00E9 et ne re\u00E7oit plus aucune op\u00E9ration suppl\u00E9mentaire.
noOpenTelemetryAPI=L'API OpenTelemetry n'est pas pr\u00E9sente dans le classpath. La trac\u00E9 du contexte client ne sera pas propag\u00E9.
noSSLTrustManagerConfiguration=SSL Activ\u00E9 mais aucun TrustStore sp\u00E9cifi\u00E9
notSafeDelete=Un cache utilise un seul entity dans le sch\u00E9ma {1}. La suppression n'est pas effectu\u00E9e
notaHotRodURI=Ce n'est pas un URI Hot Rod \: {1}
oauthBearerWithoutToken=M\u00E9canisme OAUTHBEARER s\u00E9lectionn\u00E9 sans fournir de jeton
openTelemetryPropagationDisabled=L'API OpenTelemetry est pr\u00E9sente dans le classpath, mais la propagation du suivi n'est pas activ\u00E9e. La trac\u00E9 du contexte client ne sera pas propag\u00E9.
openTelemetryPropagationEnabled=L'API OpenTelemetry est pr\u00E9sente dans le classpath et la propagation du suivi est activ\u00E9e. La trac\u00E9 du contexte client sera propag\u00E9.
operationIsNotAddClientListener=L'\u00E9v\u00E9nement doit utiliser l'identifiant de la pr\u00E9c\u00E9dente op\u00E9ration d'ajout de listener client mais l'identifiant est {1} et l'op\u00E9ration est {2}
parseErrorServerAddress=Impossible d'analyser l'adresse IP du serveur {1}
remoteCacheTemplateNameXorConfiguration=Impossible de sp\u00E9cifier \u00E0 la fois un nom de mod\u00E8le et une configuration pour '{0}'
removingServer=Le serveur n'est plus dans le cluster ({1}), supprim\u00E9 du pool.
revertCacheToInitialServerList=Revenir \u00E0 la liste initiale des serveurs pour les caches {1}
schemaNotFound=Le sch\u00E9ma {1} n'est pas trouv\u00E9
schemasInErrorRetrieveFailure.0=Erreur lev\u00E9e lors de la r\u00E9cup\u00E9ration des sch\u00E9mas en erreurs
schemasInErrorRetrieveFailure.1=Erreur lev\u00E9e lors de la r\u00E9cup\u00E9ration des erreurs des sch\u00E9mas {0}
serverKeyTypeNotRecognized=Le client ne peut pas s\u00E9rialiser le type m\u00E9dia de cl\u00E9 du serveur ('{0}'). Cela pourrait entra\u00EEner une performance d\u00E9clinante.
startedIteration=D\u00E9marrage de l'it\u00E9ration '{1}'
switchedBackToMainCluster=Retour au cluster principal
switchedToCluster=Bascul\u00E9 au cluster '{1}'
throwableDuringPublisher=Erreur atteinte pendant l'it\u00E9ration envers le serveur
trackingSegmentKey=Cl\u00E9 de suivi %1$s appartenant \u00E0 la segment %2$d, d\u00E9j\u00E0 suivie ? \= %3$b
transactionTableNotStarted=TransactionTable non d\u00E9marr\u00E9e\!
trustStoreFileAndPathExclusive=TrustStoreFileName et TrustStorePath sont mutuellement exclusifs
unableToReadEventFromServer=Impossible de terminer la lecture de l'\u00E9v\u00E9nement du serveur {1}
unableToUnmarshallBytes=Impossible de d\u00E9s\u00E9rialiser les bytes %1$s
undefinedCounter=Compteur '{0}' non d\u00E9fini.
unexpectedErrorConsumingEvent=Erreur inattendue lors de la consommation de l'\u00E9v\u00E9nement {0}
unexpectedListenerId=Identifiant d'\u00E9couteur inattendu {0}
unknownEvent=Type d'\u00E9v\u00E9nement inconnu {1} re\u00E7u
unknownMessageId=Identifiant de message inconnu {1} ; pas de requ\u00EAte correspondante trouv\u00E9e
unstartedRemoteCacheManager=Impossible d'effectuer des op\u00E9rations sur un cache associ\u00E9 \u00E0 un RemoteCacheManager non d\u00E9marr\u00E9. Utilisez RemoteCacheManager.start avant de utiliser le cache distant.
unsupportedMech=Mecanisme d'authentification s\u00E9lectionn\u00E9 '{1}' n'est pas parmi les m\u00E9canismes de serveur pris en charge \: {2}
version=Version d'Infinispan \: {1}
warnPerfRemoteIterationWithoutPagination=L'it\u00E9ration \u00E0 distance sur l'ensemble du jeu de r\u00E9sultats de la requ\u00EAte '{1}' sans utiliser les options de pagination est inefficace pour les jeux de r\u00E9sultats importants. Veuillez envisager d'utiliser les options 'startOffset' et 'maxResults'.
xorSSLContext=Impossible de configurer un KeyStore et/ou TrustStore personnalis\u00E9 lors de la sp\u00E9cification d'un SSLContext
