#
#Thu Jan 29 12:14:53 CET 2026
cacheDoesNotSupportTransactions=Cache {0} n\u00E3o suporta transa\u00E7\u00F5es. Verifique a documenta\u00E7\u00E3o sobre como configurar adequadamente.
cacheEntryNotFound=Entrada de cache n\u00E3o encontrada para chave especificada
cacheEvictionFailed=Falha em remover a entrada da cache\: {1}
cacheExpired=Cache expirada. Por favor, verifique se a expira\u00E7\u00E3o da cache foi configurada corretamente.
cacheNameAlreadyExists=Nome de cache j\u00E1 existe. Por favor, especifique um nome \u00FAnico para a cache.
cacheNotFound=Cach\u00E9 n\u00E3o encontrada. Por favor, verifique o nome da cache e tente novamente.
cacheNotStarted=Cache n\u00E3o iniciada. Verifique se o servi\u00E7o de cache foi iniciado corretamente.
callbackHandlerAndUsernameMutuallyExclusive=N\u00E3o \u00E9 poss\u00EDvel especificar tanto um CallbackHandler quanto um nome de usu\u00E1rio/token para autentica\u00E7\u00E3o
cannotCreateAsyncThread=N\u00E3o \u00E9 poss\u00EDvel criar mais um thread ass\u00EDncrono. Por favor, aumente 'infinispan.client.hotrod.default_executor_factory.pool_size' (valor atual \u00E9 {0}).
channelInactive=A conex\u00E3o com {1} n\u00E3o est\u00E1 ativa.
clientListenerMustUseDesignatedFilterConverterFactory=O ouvinte de cliente deve usar o 'filter/converter' factory '{0}'
clientListenerMustUseRawData=O ouvinte de cliente deve usar dados brutos quando usa uma consulta como filtro\: {1}
closingChannelAfterError=Fechando conex\u00E3o {0} devido a erro de transporte
clusterNotReady=O cluster n\u00E3o est\u00E1 pronto para aceitar conex\u00F5es. Aguarde um pouco antes de tentar novamente.
connectionClosed=A conex\u00E3o com {1} foi fechada enquanto aguardava a resposta.
connectionFailed=Falha ao conectar ao servidor {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente.
connectionPoolExhausted=N\u00E3o h\u00E1 mais conex\u00F5es dispon\u00EDveis no pool de conex\u00F5es. Por favor, aumente o tamanho do pool de conex\u00F5es ou aguarde um pouco antes de tentar novamente.
couldNotFindPropertiesFile=N\u00E3o foi poss\u00EDvel encontrar o arquivo '{0}' no classpath, usando valores padr\u00E3o.
counterOurOfBounds={1} atingiu o limite m\u00E1ximo.
crudSchemaError=Erro lan\u00E7ado ao operar schema '{1}'
deprecatedConfigurationProperty=Propriedade de configura\u00E7\u00E3o '{0}' foi descontinuada
duplicateCacheConfiguration=Tentativa ilegal de redefinir uma configura\u00E7\u00E3o de cache j\u00E1 existente\: {0}
duplicateClusterDefinition=Duplo cluster em falha {0} especificado
epollNotAvailable=Transporte native Epoll indispon\u00EDvel, usando NIO em vez disso\: {1}
errorClosingIteration=ID de itera\u00E7\u00E3o inv\u00E1lida '{0}'
errorCreatingPropagationContext=Erro inesperado ao criar o contexto de propaga\u00E7\u00E3o da trac\u00E7\u00E3o. A trac\u00E7\u00E3o do contexto do cliente n\u00E3o ser\u00E1 propagada.
errorFromServer=Erro recebido do servidor\: {0}
errorFromUnknownOperation=Fechando canal {0} devido a erro em opera\u00E7\u00E3o desconhecida.
errorRetrievingNext=ID de itera\u00E7\u00E3o inv\u00E1lida '{0}'
exceptionAndNoRetriesLeft=Exce\u00E7\u00E3o encontrada. Tentativa {0} de {1}
exceptionDuringPrepare=Exce\u00E7\u00E3o capturada durante o preparo da transa\u00E7\u00E3o %1$s
exceptionInvokingListener=Capturada exce\u00E7\u00E3o [{1}] ao invocar o m\u00E9todo [{2}] na inst\u00E2ncia de ouvinte\: {3}
exceptionWhileClosingChannel=Exce\u00E7\u00E3o encontrada ao fechar conex\u00E3o do servidor {0}
failedToAddListener=Falha ao adicionar ouvinte de cliente {1}, servidor respondeu com status {2}
failedToCreatePredefinedSerializationContextInitializer=Erro ao carregar e criar um inicializador opcional do contexto de serializa\u00E7\u00E3o do ProtoStream\: {0}
ignoringErrorDuringIterationClose=Ignorando erro quando fechando itera\u00E7\u00E3o '{0}'
incorrectClientListener.1=M\u00E9todos anotados com %1$s devem ter um retorno void.
incorrectClientListener.2=M\u00E9todos anotados com %1$s devem aceitar exatamente um par\u00E2metro, do tipo assignable de %2$s
invalidActiveCountAfterClose=Count ativo inv\u00E1lido ap\u00F3s fechar canal {0}
invalidAuthenticationConfiguration=N\u00E3o \u00E9 poss\u00EDvel habilitar a autentica\u00E7\u00E3o sem especificar um nome de usu\u00E1rio, token, sujeito do cliente ou CallbackHandler
invalidAuthenticationMechanism=Mecanismo de autentica\u00E7\u00E3o inv\u00E1lido especificado para a opera\u00E7\u00E3o.
invalidCacheConfiguration=Configura\u00E7\u00E3o de cache inv\u00E1lida. Por favor, verifique as informa\u00E7\u00F5es de cache e tente novamente.
invalidCacheMode=Modo de cache inv\u00E1lido especificado para a opera\u00E7\u00E3o.
invalidCacheName=Nome da cache inv\u00E1lido. O nome da cache deve seguir as regras de nomenclatura do Infinispan.
invalidCacheOperation=Tentativa inv\u00E1lida de opera\u00E7\u00E3o no cache {0}. Verifique as permiss\u00F5es do usu\u00E1rio e as regras de opera\u00E7\u00E3o suportadas na cache.
invalidCacheOperationForTransaction=Opera\u00E7\u00E3o inv\u00E1lida para a transa\u00E7\u00E3o especificada na cache {0}. Verifique as permiss\u00F5es do usu\u00E1rio e as regras de opera\u00E7\u00E3o suportadas na transa\u00E7\u00E3o.
invalidCacheOperationParameters=Par\u00E2metros inv\u00E1lidos para a opera\u00E7\u00E3o no cache {0}. Verifique os par\u00E2metros passados para a opera\u00E7\u00E3o.
invalidCacheTopology=Topologia de cache inv\u00E1lida recebida pelo servidor. Verifique a configura\u00E7\u00E3o do servidor e tente novamente mais tarde.
invalidClusterConfiguration=Configura\u00E7\u00E3o de cluster inv\u00E1lida. Por favor, verifique as informa\u00E7\u00F5es de cluster e tente novamente.
invalidClusterState=Estado do cluster inv\u00E1lido recebido pelo servidor. Verifique a configura\u00E7\u00E3o do servidor e tente novamente mais tarde.
invalidConfiguration=Configura\u00E7\u00E3o inv\u00E1lida. Por favor, verifique a configura\u00E7\u00E3o do cliente e tente novamente.
invalidCounterType=Tipo de contador inv\u00E1lido. Esperado\={1}, mas obtido\={2}
invalidCreatedCountAfterClose=Count criado inv\u00E1lido ap\u00F3s fechar canal {0}
invalidKeyFormat=Formato de chave inv\u00E1lido. A chave deve ser um objeto serializ\u00E1vel.
invalidLockTimeout=Tempo limite de bloqueio inv\u00E1lido. O valor deve ser maior que 0.
invalidMagicNumber=N\u00FAmero m\u00E1gico inv\u00E1lido. Esperado\={2}, mas recebido\={3}
invalidMaxRetries=Tentativas m\u00E1ximas inv\u00E1lidas (valor\=%1$s). O valor deve ser maior ou igual a zero.
invalidOperationForCache=Opera\u00E7\u00E3o inv\u00E1lida para a cache especificada. Por favor, verifique as permiss\u00F5es e a implementa\u00E7\u00E3o da cache.
invalidOperationForTransaction=Opera\u00E7\u00E3o inv\u00E1lida para a transa\u00E7\u00E3o especificada. Por favor, verifique as permiss\u00F5es e a implementa\u00E7\u00E3o da transa\u00E7\u00E3o.
invalidOperationParametersForCache=Par\u00E2metros inv\u00E1lidos para a opera\u00E7\u00E3o no cache {0}. Verifique os par\u00E2metros passados para a opera\u00E7\u00E3o.
invalidOperationParametersForTransaction=Par\u00E2metros inv\u00E1lidos para a opera\u00E7\u00E3o na transa\u00E7\u00E3o {0}. Verifique os par\u00E2metros passados para a opera\u00E7\u00E3o.
invalidPropertyFormat=Formato de propriedade inv\u00E1lido na URI\: {0}
invalidResourceType=Tipo de recurso inv\u00E1lido especificado para a opera\u00E7\u00E3o.
invalidResponse=[{1}] Resposta inv\u00E1lida. Esperado\={2}, mas recebido\={3}
invalidServerVersion=Vers\u00E3o do servidor inv\u00E1lida. O cliente requer uma vers\u00E3o compat\u00EDvel do servidor.
invalidTopology=Topologia inv\u00E1lida recebida pelo servidor. Verifique a configura\u00E7\u00E3o do servidor e tente novamente mais tarde.
invalidTransactionManagerLookup=TransactionManagerLookup deve ser nulo
invalidTransactionMode=Modo de transa\u00E7\u00E3o deve ser nulo.
invalidTransactionTimeout=Tempo limite de transa\u00E7\u00E3o deve ser positivo
invalidTxServerConfig=Erro ao verificar a configura\u00E7\u00E3o do servidor para o cache transacional {1}
invalidateNearDefaultMarshallerMismatch=Cache '{0}' com marshalling '{2}' n\u00E3o lida com o tipo de armazenamento do servidor '{3}'. Configure a cache ou o marshalling padr\u00E3o.
ioUringNotAvailable=Transporte native IOUring indispon\u00EDvel, usando NIO em vez disso\: {1}
iterationClosed=Itera\u00E7\u00E3o remota '%1$s' fechada com sucesso
iterationTransportObtained=Canal para {0} obtido para itera\u00E7\u00E3o '{2}'
jmxRegistrationFailure=Falha ao registrar MBean
jmxUnregistrationFailure=Falha ao desregistrar MBean
lockAcquisitionFailed=Falha ao adquirir o bloqueio em {0} ap\u00F3s {1} ms (limite de tempo\: {2})
manuallySwitchedBackToMainCluster=Manualmente voltado para o cluster principal
manuallySwitchedToCluster=Manualmente voltado para o cluster '{0}'
missingClientListenerAnnotation=Classe de ouvinte de cache {0} precisa estar anotada com org.infinispan.client.hotrod.annotation.ClientListener
missingClusterNameDefinition=Nome do cluster em falha precisa ser especificado
missingClusterServersDefinition=Pelo menos um endere\u00E7o do servidor precisa ser especificado para o cluster em falha {0}
missingHostDefinition=\u00C9 necess\u00E1rio especificar um host na defini\u00E7\u00E3o do servidor do cluster em falha
missingKeyStorePassword=Senha requerida para abrir o KeyStore '{1}'
missingSniHostName=O nome do host SNI \u00E9 necess\u00E1rio quando a valida\u00E7\u00E3o do nome do host est\u00E1 ativada
missingTrustStorePassword=Senha requerida para abrir o TrustStore '{1}'
nearCacheMaxEntriesPositiveWithBloom=O n\u00FAmero m\u00E1ximo de entradas da cache pr\u00F3xima deve ser um n\u00FAmero positivo quando o otimizador de filtro bloom estiver sendo usado, foi {1}
nearCacheMaxEntriesUndefined=Quando a proximidade de caching estiver ativada, o n\u00FAmero m\u00E1ximo de entradas deve ser configurado
nearCacheMaxIdleUnsupported=Uso da expira\u00E7\u00E3o por maxIdle com um cache pr\u00F3ximo \u00E9 n\u00E3o suportado.
newServerAdded=Novo servidor adicionado({0}), adicionando \u00E0 pool.
newTopology=Servidor enviou uma nova vis\u00E3o de topologia (id\={1}, idade\={2}) contendo {3} endere\u00E7os\: {4}
noActiveTransaction=Nenhuma transa\u00E7\u00E3o ativa para desfazer
noHasHFunctionConfigured=Nenhuma fun\u00E7\u00E3o de hash configurada para a vers\u00E3o\: {0}
noMoreOperationsAllowed=Este canal est\u00E1 prestes a ser fechado e n\u00E3o aceita mais opera\u00E7\u00F5es.
noOpenTelemetryAPI=API do OpenTelemetry n\u00E3o est\u00E1 presente no classpath. A trac\u00E7\u00E3o do contexto do cliente n\u00E3o ser\u00E1 propagada.
noSSLTrustManagerConfiguration=SSL ativado, mas sem TrustStore especificado
notSafeDelete=A cache est\u00E1 usando uma entidade no esquema {1}. Remo\u00E7\u00E3o n\u00E3o realizada
notaHotRodURI=N\u00E3o \u00E9 uma URI Hot Rod\: {0}
oauthBearerWithoutToken=Mecanismo OAUTHBEARER selecionado sem fornecer um token
openTelemetryPropagationDisabled=API do OpenTelemetry est\u00E1 presente no classpath, mas a propaga\u00E7\u00E3o da trac\u00E7\u00E3o n\u00E3o est\u00E1 ativada. A trac\u00E7\u00E3o do contexto do cliente n\u00E3o ser\u00E1 propagada.
openTelemetryPropagationEnabled=API do OpenTelemetry est\u00E1 presente no classpath e a propaga\u00E7\u00E3o da trac\u00E7\u00E3o est\u00E1 ativada. A trac\u00E7\u00E3o do contexto do cliente ser\u00E1 propagada.
operationFailed=Falha na opera\u00E7\u00E3o\: {1}
operationIsNotAddClientListener=O evento deve usar o id da opera\u00E7\u00E3o anterior Add Client Listener, mas o id \u00E9 {1} e a opera\u00E7\u00E3o \u00E9 {2}
operationTimeout=Tentativa de opera\u00E7\u00E3o timed out em {1} ms
operationUnsupported=Tentativa de opera\u00E7\u00E3o n\u00E3o suportada
parseErrorServerAddress=N\u00E3o foi poss\u00EDvel analisar o endere\u00E7o IP do servidor {0}
remoteCacheTemplateNameXorConfiguration=N\u00E3o \u00E9 poss\u00EDvel especificar tanto nome de modelo quanto configura\u00E7\u00E3o para '{0}'
removingServer=Servidor n\u00E3o est\u00E1 mais no cluster ({0}), removendo da pool.
resourceAlreadyReleased=Tentativa de liberar um recurso que j\u00E1 foi liberado anteriormente
revertCacheToInitialServerList=Revertendo para a lista de servidores iniciais para as caches {0}
schemaNotFound=Esquema '{0}' n\u00E3o encontrado
schemasInErrorRetrieveFailure.0=Erro lan\u00E7ado ao recuperar esquemas com erros
schemasInErrorRetrieveFailure.1=Erro lan\u00E7ado ao recuperar erros dos esquemas {0}
serverKeyTypeNotRecognized=Cliente n\u00E3o pode mapear o tipo de m\u00EDdia da chave do servidor ('{0}'). Isso pode causar desempenho ruim.
serverNotAvailable=Servidor indispon\u00EDvel. Por favor, verifique a configura\u00E7\u00E3o do servidor e tente novamente mais tarde.
serverNotResponsive=Servidor n\u00E3o est\u00E1 respondendo. Por favor, verifique a conectividade com o servidor e tente novamente mais tarde.
startedIteration=Come\u00E7ou itera\u00E7\u00E3o '{0}'
switchedBackToMainCluster=Voltou para o cluster principal
switchedToCluster=Voltou ao cluster '{0}'
throwableDuringPublisher=Erro durante a itera\u00E7\u00E3o ao alcan\u00E7ar o servidor
trackingSegmentKey=Chave de rastreamento {0} pertencente ao segmento {2}, j\u00E1 sendo rastreada? \= {3}
transactionAlreadyActive=J\u00E1 existe uma transa\u00E7\u00E3o ativa. Um novo ID de transa\u00E7\u00E3o \u00E9 necess\u00E1rio
transactionRollbackErroredOut=Tentativa de desfazer transa\u00E7\u00E3o falhou com erro {1}
transactionTableNotStarted=TransactionTable n\u00E3o iniciada\!
transactionTimeout=Tentativa de transa\u00E7\u00E3o timed out ap\u00F3s {1} ms
trustStoreFileAndPathExclusive=FileName de TrustStore e Path de TrustStore s\u00E3o mutuamente exclusivos
unableToAuthenticateUser=Autentica\u00E7\u00E3o do usu\u00E1rio falhou\: {1}
unableToCommitTransaction=Falha ao confirmar transa\u00E7\u00E3o\: {1}
unableToConnectToDiscoveryServer=N\u00E3o foi poss\u00EDvel conectar ao servidor de descoberta {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToConnectToFallbackServer=N\u00E3o foi poss\u00EDvel conectar ao servidor de fallback. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToConnectToServer=N\u00E3o foi poss\u00EDvel conectar ao servidor {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToCreateCache=Falha ao criar cache. Por favor, verifique as informa\u00E7\u00F5es de conex\u00E3o e as permiss\u00F5es do usu\u00E1rio para acessar o cache.
unableToCreateCacheEntry=Falha ao criar entrada na cache. Por favor, verifique a chave e o valor da entrada e tente novamente.
unableToCreateCacheManager=Falha ao criar gerenciador de cache. Por favor, verifique a configura\u00E7\u00E3o do gerenciador de cache e tente novamente.
unableToCreateCacheManagerFromJson=Falha ao criar gerenciador de cache a partir do JSON {0}. Verifique o conte\u00FAdo do JSON e tente novamente.
unableToCreateCacheManagerFromProperties=Falha ao criar gerenciador de cache a partir das propriedades {0}. Verifique o conte\u00FAdo das propriedades e tente novamente.
unableToCreateCacheManagerUsingConfigurationFile=Falha ao criar gerenciador de cache usando o arquivo de configura\u00E7\u00E3o {0}. Verifique o conte\u00FAdo do arquivo de configura\u00E7\u00E3o e tente novamente.
unableToCreateCacheManagerUsingJson=Falha ao criar gerenciador de cache usando o JSON {0}. Verifique o conte\u00FAdo do JSON e tente novamente.
unableToCreateCluster=Falha ao criar cluster. Por favor, verifique a configura\u00E7\u00E3o do cluster e tente novamente.
unableToCreateLock=Falha ao criar bloqueio. Por favor, verifique a chave do bloqueio e tente novamente.
unableToDeleteCacheEntry=Falha ao deletar entrada da cache\: {1}
unableToDeserializeResponse=Falha ao deserializar resposta do servidor {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToGetLock=Falha ao obter o bloqueio em {0} ap\u00F3s {1} ms (limite de tempo\: {2})
unableToInitializeCacheClient=Falha ao inicializar cliente de cache. Por favor, verifique a configura\u00E7\u00E3o do cliente de cache e tente novamente.
unableToInitializeCacheClientUsingConfigurationFile=Falha ao inicializar cliente de cache usando o arquivo de configura\u00E7\u00E3o {0}. Verifique o conte\u00FAdo do arquivo de configura\u00E7\u00E3o e tente novamente.
unableToInitializeCacheConfiguration=Falha ao inicializar configura\u00E7\u00E3o da cache. Verifique as informa\u00E7\u00F5es de configura\u00E7\u00E3o da cache e tente novamente.
unableToInitializeCacheConfigurationFromProperties=Falha ao inicializar configura\u00E7\u00E3o da cache a partir das propriedades {0}. Verifique o conte\u00FAdo das propriedades e tente novamente.
unableToInitializeCacheFactory=Falha ao inicializar f\u00E1brica de cache. Por favor, verifique a configura\u00E7\u00E3o da f\u00E1brica de cache e tente novamente.
unableToInitializeConnectionPool=Falha ao inicializar pool de conex\u00F5es. Por favor, verifique as configura\u00E7\u00F5es do pool de conex\u00F5es e tente novamente.
unableToInitializeDiscoveryProvider=Falha ao inicializar provedor de descoberta. Por favor, verifique a configura\u00E7\u00E3o do provedor de descoberta e tente novamente.
unableToInitializeLockManager=Falha ao inicializar gerenciador de bloqueios. Por favor, verifique a configura\u00E7\u00E3o do gerenciador de bloqueios e tente novamente.
unableToInitializeSecurityManager=Falha ao inicializar gerenciador de seguran\u00E7a. Por favor, verifique a configura\u00E7\u00E3o do gerenciador de seguran\u00E7a e tente novamente.
unableToInitializeSecurityProvider=Falha ao inicializar provedor de seguran\u00E7a. Por favor, verifique a configura\u00E7\u00E3o do provedor de seguran\u00E7a e tente novamente.
unableToJoinCluster=Falha ao se juntar ao cluster. Verifique as informa\u00E7\u00F5es de cluster e tente novamente.
unableToJoinClusterDueToAuthenticationFailure=Falha ao se juntar ao cluster devido a falha na autentica\u00E7\u00E3o
unableToLoadClass=Falha ao carregar classe. Por favor, verifique a classe especificada e tente novamente.
unableToReadEventFromServer=N\u00E3o foi poss\u00EDvel completar a leitura do evento do servidor {0}
unableToRemoveCacheEntry=Falha ao remover a entrada da cache\: {1}
unableToResumeTransaction=Falha ao retomar transa\u00E7\u00E3o\: {1}
unableToRollbackTransaction=Falha em desfazer transa\u00E7\u00E3o\: {1}
unableToSendRequest=Falha ao enviar requisi\u00E7\u00E3o para o servidor {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToSendRequestToFallbackServer=Falha ao enviar requisi\u00E7\u00E3o para o servidor de fallback. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToSendRequestToServer=N\u00E3o foi poss\u00EDvel enviar requisi\u00E7\u00E3o para o servidor {0}. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
unableToUnmarshallBytes=N\u00E3o foi poss\u00EDvel deserializar os bytes {1}
unavailableCacheServer=N\u00E3o \u00E9 poss\u00EDvel conectar ao servidor de cache. Verifique as informa\u00E7\u00F5es de conex\u00E3o e tente novamente mais tarde.
undefinedCounter=Contador '{0}' n\u00E3o definido.
unexpectedErrorConsumingEvent=Erro inesperado ao consumir evento {0}
unexpectedException=Exce\u00E7\u00E3o inesperada durante a opera\u00E7\u00E3o
unexpectedListenerId=ID de ouvinte inesperado {0}
unexpectedResponseCode=C\u00F3digo de resposta inesperado recebido do servidor {0}\: {1}
unknownError=Erro desconhecido durante a opera\u00E7\u00E3o.
unknownEvent=Tipo de evento desconhecido {1} recebido
unknownMessageId=Mensagem desconhecida {1}; n\u00E3o foi poss\u00EDvel encontrar uma solicita\u00E7\u00E3o correspondente
unknownOperationId=M\u00E9todo invocado n\u00E3o encontrado no servidor. Verifique se o m\u00E9todo foi implementado corretamente no lado do servidor e que a vers\u00E3o correta do protocolo HotRod est\u00E1 sendo usada pelo cliente.
unstartedRemoteCacheManager=N\u00E3o \u00E9 poss\u00EDvel realizar opera\u00E7\u00F5es em uma cache associada a um RemoteCacheManager n\u00E3o iniciado. Use RemoteCacheManager.start antes de usar a cache remota.
unsupportedMech=Mecanismo de autentica\u00E7\u00E3o selecionado '{0}' n\u00E3o est\u00E1 entre os mecanismos do servidor suportados\: {2}
unsupportedProtocolVersion=Vers\u00E3o do protocolo suportada. Por favor, atualize a vers\u00E3o do servidor para uma vers\u00E3o compat\u00EDvel com essa biblioteca cliente.
version=Vers\u00E3o do Infinispan\: {0}
warnPerfRemoteIterationWithoutPagination=A itera\u00E7\u00E3o remota sobre todo o conjunto de resultados da consulta '{1}' sem usar as op\u00E7\u00F5es de pagina\u00E7\u00E3o \u00E9 ineficiente para conjuntos de resultados grandes. Considere usar as op\u00E7\u00F5es 'startOffset' e 'maxResults'.
xorSSLContext=N\u00E3o pode configurar um KeyStore e/ou TrustStore personalizados ao especificar um SSLContext
