#
#Thu Jan 29 12:13:43 CET 2026
argumentCannotBeNull.0=Argument ne peut pas \u00EAtre null
argumentCannotBeNull.1=%1$s ne peut pas \u00EAtre null
argumentMustBeComparable='%1$s' doit \u00EAtre une instance de java.lang.Comparable
cannotUseOperatorAgain=Sentence d\u00E9j\u00E0 d\u00E9marr\u00E9e. Ne peut pas utiliser '%1$s' \u00E0 nouveau.
conditionIsAlreadyInUseByAnotherBuilder=La condition donn\u00E9e est d\u00E9j\u00E0 utilis\u00E9e par un autre g\u00E9n\u00E9rateur
conditionNotFoundInParent=La vieille condition enfant n'a pas \u00E9t\u00E9 trouv\u00E9e dans la condition parente
conditionWasCreatedByAnotherFactory=La condition donn\u00E9e a \u00E9t\u00E9 cr\u00E9\u00E9e par une autre usine
expectingCollectionOrArray=S'attend \u00E0 une collection java.lang ou un tableau d'objets java.lang
groupingCanBeSpecifiedOnlyOnce=Le regroupement peut \u00EAtre sp\u00E9cifi\u00E9 uniquement une fois
groupingCannotBeNullOrEmpty=Le regroupement ne peut pas \u00EAtre null ou vide
incompleteCondition=Impossible de visiter une condition incompl\u00E8te.
incompleteSentence=Sentence incompl\u00E8te. Manque d'attribut de chemin ou d'op\u00E9rateur.
leftAndRightCannotBeTheSame=La condition gauche et la condition droite ne peuvent pas \u00EAtre les m\u00EAmes
listOfValuesForInCannotBeNulOrEmpty=La liste de valeurs pour 'in(..)' ne peut pas \u00EAtre null ou vide
maxResultCannotBeLessThanZero=maxResults ne peut pas \u00EAtre inf\u00E9rieur \u00E0 0
operatorWasAlreadySpecified=L'op\u00E9rateur a d\u00E9j\u00E0 \u00E9t\u00E9 sp\u00E9cifi\u00E9
parameterNameCannotBeNulOrEmpty=Le nom du param\u00E8tre ne peut pas \u00EAtre null ou vide
parameterNotFound=Aucun param\u00E8tre nomm\u00E9 '%1$s' n'a \u00E9t\u00E9 trouv\u00E9
parametersNotFound=Aucun param\u00E8tre nomm\u00E9 '%1$s' n'a \u00E9t\u00E9 trouv\u00E9
projectionCanBeSpecifiedOnlyOnce=La projection peut \u00EAtre sp\u00E9cifi\u00E9e uniquement une fois
projectionCannotBeNullOrEmpty=La projection ne peut pas \u00EAtre null ou vide
queryAlreadyBelongsToAnotherBuilder=Cette requ\u00EAte appartient d\u00E9j\u00E0 \u00E0 un autre g\u00E9n\u00E9rateur de requ\u00EAtes
queryDoesNotHaveParameters=La requ\u00EAte ne a pas de param\u00E8tres
queryParameterNotSet=Le param\u00E8tre de requ\u00EAte '%1$s' n'a pas \u00E9t\u00E9 d\u00E9fini
startOffsetCannotBeLessThanZero=startOffset ne peut pas \u00EAtre inf\u00E9rieur \u00E0 0
subQueryDoesNotBelongToAParentQueryBuilder=Cette sous-requ\u00EAte ne appartient pas encore \u00E0 un g\u00E9n\u00E9rateur de requ\u00EAtes parent
warnPerfSortedNonIndexed=Distribu\u00E9 tri n'est pas support\u00E9 pour la requ\u00EAte non-index\u00E9e '%1$s'. Consid\u00E9rez l'utilisation d'un index pour une meilleure performance.
